Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

# Ledger-Pair-Procedure
source: Connect and unlock the <b>Ledger device</b>
es: Conecta y desbloquea el <b> Ledger</b>
it: Connetti e sblocca il <b>Ledger</b>

# Ledger-Pair-Procedure
source: Navigate to the <b>Bitcoin</b> app on your device
es: Accede a la aplicación <b> Bitcoin </b> en tu dispositivo
it: Accedi all'app <b>Bitcoin</b> sul tuo dispositivo

# Ledger-Pair-Procedure
source: Oops, couldn't connect to device
es: Lo sentimos, es imposible conectarse al dispositivo
it: Spiacenti, impossibile connettersi al dispositivo

# Ledger-Pair-Procedure
source: The Helperbit platform is unable to connect to the device; please be sure to connect the device, unlock with the pin and select the Bitcoin app.
es: La plataforma Helperbit no logra conectarse al dispositivo; asegúrate de conectar el dispositivo, desbloquearlo con el pin y seleccionar la aplicación Bitcoin.
it: La piattaforma Helperbit non è in grado di connettersi al dispositivo; assicurati di connettere il dispositivo, sbloccarlo con il pin e selezionare l'app Bitcoin.

# Ledger-Pair-Procedure
source: When asked, press <b>confirm</b> on the device
es: Cuando lo pida, pulsa <b> confirma </b> en el dispositivo
it: Quando richiesto, premi <b>conferma</b> sul dispositivo

# country
source: American Samoa
es: Samoa Americana
it: Samoa Americana

# country
source: Antarctica
es: Antártida
it: Antartide

# country
source: Antigua and Barbuda
es: Antigua y Barbuda
it: Antigua e Barbuda

# country
source: Arabian Sea
es: Mar de Arabia
it: Mar d'Arabia

# country
source: Artic Ocean
es: Océano Ártico
it: Oceano Artico

# country
source: Bay of Bengal
es: Golfo de Bengala
it: Golfo del Bengala

# country
source: Belarus
es: Bielorrusia
it: Bielorussia

# country
source: Belgium
es: Bélgica
it: Belgio

# country
source: Bonaire, Sint Eustatius and Saba
es: Antillas Neerlandesas
it: Bonaire, Saint Eustatius e Saba

# country
source: Bosnia and Herzegovina
es: Bosnia y Herzegovina
it: Bosnia Erzegovina

# country
source: Bouvet Island
es: Isla Bouvet
it: Isola di Bouvet

# country
source: Brazil
es: Brasil
it: Brasile

# country
source: British Indian Ocean Territory
es: Territorio británico del Océano Índico
it: Territori britannici dell'oceano indiano

# country
source: C\u00f4te d'Ivoire, Republic of
es: C\u00f4te Costa de Marfil
it: C\u00f4te d'Ivoire

# country
source: Cambodia
es: Camboya
it: Cambogia

# country
source: Cameroon
es: Camerún
it: Camerun

# country
source: Cape Verde
es: Cabo Verde
it: Capo Verde

# country
source: Caribbean Sea
es: Mar del Caribe
it: Mar dei Caraibi

# country
source: Cayman Islands
es: Islas Caimán
it: Isole Cayman

# country
source: Central African Republic
es: República Centroafricana
it: Repubblica centroafricana

# country
source: Chad
it: Ciad

# country
source: Chile
it: Cile

# country
source: China
it: Cina

# country
source: Christmas Island
es: Isla de Navidad
it: Isola di Natale

# country
source: Cocos (Keeling)Islands
es: Isla de Cocos
it: Isole Cocos (Keeling)

# country
source: Comoros
es: Comoras
it: Isole Comore

# country
source: Congo, Republic of the (Brazzaville)
es: República del Congo
it: Repubblica del Congo

# country
source: Congo, the Democratic Republic of the (Kinshasa)
es: Congo (Kinshasa)
it: Congo (Kinshasa)

# country
source: Cook Islands
es: Islas Cook
it: Isole di Cook

# country
source: Coral Sea
es: Mar del Coral
it: Mar dei Coralli

# country
source: Croatia
es: Croacia
it: Croazia

# country
source: Cyprus
es: Cipro
it: Cipro

# country
source: Czech Republic
es: República Checa
it: Repubblica Ceca

# country
source: Davis Strait
es: Estrecho de Davis
it: Stretto di Davis

# country
source: Denmark
es: Dinamarca
it: Danimarca

# country
source: Djibouti
es: Yibuti
it: Gibuti

# country
source: Dominican Republic
es: República Dominicana
it: Repubblica Dominicana

# country
source: Egypt
es: Egipto
it: Egitto

# country
source: Equatorial Guinea
es: Guinea Ecuatorial
it: Guinea equatoriale

# country
source: Ethiopia
es: Etiopía
it: Etiopia

# country
source: Falkland Islands (Islas Malvinas)
es: Islas Falkland
it: Isole Falkland (Malvinas)

# country
source: Faroe Islands
es: Islas Faroe
it: Isole Faroe

# country
source: Finland
es: Finlandia
it: Finlandia

# country
source: France
es: Francia
it: Francia

# country
source: French Guiana
es: Guinea Francesa
it: Guyana Francese

# country
source: French Polynesia
es: Polinesia Francesa
it: Polinesia francese

# country
source: French Southern and Antarctic Lands
es: Tierras Australes y Antárticas Francesas
it: Territori meridionali e antartici francesi

# country
source: Gambia, The
es: Gambia
it: Gambia

# country
source: Germany
es: Alemania
it: Germania

# country
source: Gibraltar
it: Gibilterra

# country
source: Greece
es: Grecia
it: Grecia

# country
source: Greenland
es: Groenlandia
it: Groenlandia

# country
source: Guadeloupe
es: Guadalupe
it: Guadalupa

# country
source: Gulf of Guinea
es: Golfo de Guinea
it: Golfo di Guinea

# country
source: Gulf of Mexico
es: Golfo de Méjico
it: Golfo del Messico

# country
source: Heard Island and McDonald Islands
es: Islas Heard y McDonald
it: Isole Heard e McDonald

# country
source: Holy See (Vatican City)
es: Vaticano
it: Vaticano

# country
source: Hungary
es: Hungría
it: Ungheria

# country
source: Iceland
es: Islandia
it: Islanda

# country
source: Indian Ocean
es: Océano Índico
it: Oceano Indiano

# country
source: Iran, Islamic Republic of
es: Irán, República Islámica de
it: Iran

# country
source: Ireland
es: Irlanda
it: Irlanda

# country
source: Isle of Man
es: Isla de Man
it: Isola di Man

# country
source: Israel
it: Israele

# country
source: Italy
es: Italia
it: Italia

# country
source: Jamaica
it: Giamaica

# country
source: Japan
es: Japón
it: Giappone

# country
source: Japan Sea
es: Mar de Japón
it: Mar del Giappone

# country
source: Jordan
es: Jordania
it: Giordania

# country
source: Kazakhstan
es: Kazajistán
it: Kazakistan

# country
source: Kenya
es: Kenia
it: Kenia

# country
source: Korea, Democratic People's Republic of
es: Corea del Norte
it: Corea del Nord

# country
source: Korea, Republic of
es: Corea del Sur
it: Corea del Sud

# country
source: Kyrgyzstan
es: Kirguistán
it: Kirghizistan

# country
source: Latvia
es: Letonia
it: Lettonia

# country
source: Lebanon
es: Líbano
it: Libano

# country
source: Libya
es: Libia
it: Libia

# country
source: Lithuania
es: Lituania
it: Lituania

# country
source: Luxembourg
es: Luxemburgo
it: Lussemburgo

# country
source: Macedonia, Former Yugoslav Republic of
es: Macedonia
it: Macedonia (ex Repubblica jugoslava)

# country
source: Malaysia
es: Malasia
it: Malesia

# country
source: Maldives
es: Maldivas
it: Maldive

# country
source: Marshall Islands
es: Islas Marshall
it: Isole di Marshall

# country
source: Martinique
es: Martinica
it: Martinica

# country
source: Mauritius
es: Mauricio
it: Maurizio

# country
source: Mexico
es: México
it: Messico

# country
source: Micronesia, Federated States of
es: Micronesia
it: Micronesia, Stati federati della

# country
source: Moldova
es: Moldavia
it: Moldavia

# country
source: Morocco
es: Marruecos
it: Marocco

# country
source: Mozambique
it: Mozambico

# country
source: Myanmar
es: Birmania
it: Birmania

# country
source: Netherlands
es: Holanda
it: Paesi Bassi

# country
source: New Caledonia
es: Nueva Caledonia
it: Nuova Caledonia

# country
source: New Zealand
es: Nueva Zelanda
it: Nuova Zelanda

# country
source: Norfolk Island
es: Isla Norfolk
it: Isola di Norfolk

# country
source: Norway
es: Noruega
it: Norvegia

# country
source: Palestine, State of
es: Palestina
it: Palestina, Stato di

# country
source: Papua New Guinea
es: Papúa Nueva Guinea
it: Papua Nuova Guinea

# country
source: Peru
es: Perú
it: Perú

# country
source: Philippines
es: Filipinas
it: Filippine

# country
source: Poland
es: Polonia
it: Polonia

# country
source: Portugal
it: Portogallo

# country
source: Puerto Rico
it: Porto Rico

# country
source: Russian Federation
es: Federación Rusa
it: Federazione Russa

# country
source: Rwanda
es: Ruanda
it: Ruanda

# country
source: Saint Helena, Ascension and Tristan da Cunha
es: Santa Elena, Ascensión y Tristán de Acuña
it: Saint Helena, Ascension e Tristan da Cunha

# country
source: Saint Kitts and Nevis
es: San Cristóbal y Nieves
it: Saint Kitts e Nevis

# country
source: Saint Lucia
es: Santa Lucía
it: Santa Lucia

# country
source: Saint Martin (French part)
es: San Martín (parte francesa)
it: Saint-Martin (Francia)

# country
source: Saint Pierre and Miquelon
es: San Pedro y Miquelón
it: Saint Pierre e Miquelon

# country
source: Saint Vincent and the Grenadines
es: San Vicente y Las Granadinas
it: Saint Vincent e Grenadine

# country
source: Sao Tome and Principe
es: Santo Tomé y Príncipe
it: São Tomé e Príncipe

# country
source: Saudi Arabia
es: Arabia Saudí
it: Arabia Saudita

# country
source: Sint Maarten (Dutch part)
es: Sint Maarten (parte holandesa)
it: Sint Maarten (parte olandese)

# country
source: Slovakia
es: Eslovaquia
it: Slovacchia

# country
source: Solomon Islands
es: Islas Salomón
it: Isole Salomone

# country
source: South Africa
es: Sudáfrica
it: Sudafrica

# country
source: South Sudan
es: Sudán del Sur
it: Sudan meridionale

# country
source: Spain
es: España
it: Spagna

# country
source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen
it: Svalbard e Jan Mayen

# country
source: Sweden
es: Suecia
it: Svezia

# country
source: Switzerland
es: Suiza
it: Svizzera

# country
source: Syrian Arab Republic
es: Siria
it: Siria

# country
source: Tajikistan
es: Tayikistán
it: Tagikistan

# country
source: Tanzania, United Republic of
es: Tanzania
it: Tanzania

# country
source: Thailand
es: Tailandia
it: Tailandia

# country
source: Trinidad and Tobago
es: Trinidad y Tobago
it: Trinidad e Tobago

# country
source: Turkey
es: Turquía
it: Turchia

# country
source: Turks and Caicos Islands
es: Las Islas Turcas y Caicos
it: Isole Caicos e Turks

# country
source: Ukraine
es: Ucrania
it: Ucraina

# country
source: United Arab Emirates
es: Emiratos Árabes Unidos
it: Emirati Arabi Uniti

# country
source: United Kingdom
es: Reino Unido
it: Regno Unito

# country
source: United States Minor Outlying Islands
es: Isla Periférica Menor de los Estados Unidos
it: Stati Uniti (Isole minori)

# country
source: United States of America
es: Estados Unidos de América
it: Stati Uniti d'America

# country
source: Venezuela, Bolivarian Republic of
es: Venezuela
it: Venezuela, Repubblica bolivariana

# country
source: Virgin Islands, British
es: Islas Vírgenes Británicas
it: Isole Vergini britanniche

# country
source: Virgin Islands, U.S.
es: Islas Vírgenes Americanas
it: Isole Vergini, Stati Uniti

# country
source: Wallis and Futuna
es: Wallis y Futuna
it: Wallis e Futuna

# country
source: Western Sahara
es: Sahara Occidental
it: Sahara Occidentale

# country
source: World
es: Mundo
it: Mondo

source: (Signature of the person in ​charge of the fundraising sector)
es: (Firma del responsabile de las recogidas de fondos)
it: (Firma del responsabile delle raccolte fondi)

source: (optional)
es: (Opcional)
it: (opzionale)

source: (or click
it: (o premi

source: (pending)
es: (en espera)
it: (in attesa)

source: (scroll and read the privacy policy to accept)
es: (Para aceptar, baja y lee la política de privacidad)
it: (per accettare, scorri e leggi la privacy policy)

source: (scroll and read the terms of service to accept)
es: (Para aceptar, baja y lee los términos del servicio)
it: (per accettare, scorri e leggi i termini del servizio)

source: 100% free
es: 100 % gratis.
it: 100% gratis

source: A Fundraising Campaign is an initiative created for an important occasion. The raised amount is addressed to the cause you care for, in a direct and transparent way.
it: Una Campagna Fundraising è una raccolta fondi creata per un’occasione importante. Il ricavato della Campagna va alla causa scelta, in modo diretto e trasparente.

source: A backup file will allow you to restore your funds even if you forgot the passphrase and it is necessary to recover funds without the intervention of Helperbit. Insert a password below to encrypt the backup file.
es: Un archivo de Backup le permitirá restaurar los fondos aunque haya olvidado la passphrase y es necesario para recuperar los fondos sin intervención de Helperbit. Introduzca una contraseña aquí debajo para la criptografía del archivo de backup.
it: Un file di backup ti consentirà di ripristinare i fondi anche se hai dimenticato la passphrase ed è necessario per recuperare i fondi senza l'intervento di Helperbit. Inserisci una password qui sotto per crittografare il file di backup.

source: A cookie is a small text file that a website saves on your computer or mobile device when you visit the site. It enables the website to remember your actions and preferences (such as login, language, font size and other display preferences) over a period of time, so you don’t have to keep re-entering them whenever you come back to the site or browse from one page to another.
es: Un cookie es un pequeño archivo de texto que una página web guarda en su ordenador o dispositivo móvil cuando visita la página. Permite que la página web recuerde sus acciones y preferencias (como el inicio de la sesión, idioma, tamaño de fuente y otras preferencias de visualización) durante un periodo de tiempo, para que no tenga que volver a introducirlas cada vez que vuelva a la página o llegue a ella a través de otra página.
it: Un cookie è un piccolo file di testo che un sito Web salva sul tuo computer o dispositivo mobile quando visiti il sito. Consente al sito web di ricordare le tue azioni e preferenze (come l'accesso, lingua, dimensione del carattere e altre preferenze di visualizzazione) per un periodo di tempo, quindi non devi continuare a reinserirle quando torni sul sito o ci arrivi da una pagina all'altra.

source: About
es: Quienes somos
it: Chi siamo

source: About Helperbit
es: Sobre Helperbit
it: Riguardo ad Helperbit

source: About {{remains}} left
es: {{Remains}}restantes
it: {{remains}} restante

source: Accepted
es: Aceptado
it: Accettato

source: According to UN, every year 100.000 people die due to natural disasters and the number of those affected is up to 200 million. By 2030, there could be 325 million people trapped in poverty and exposed to the full range of natural hazards and climate extremes.
es: Segun la ONU, cada año 100.000 personas mueren a causa de desastres naturales y el número de los afectados llega a los 200 millones. Antes del 2030 podría haber 325 millones de personas que se encontrarsen en la pobreza y estuvieran expuestas a todo tipo de amenazas naturales y extremos climáticos.
it: Secondo l'ONU, ogni anno 100.000 persone muoiono a causa dei disastri naturali e il numero di quelli colpiti è pari a 200 milioni. Entro il 2030 potrebbero esserci 325 milioni di persone portate alla povertà ed esposte ad una serie di rischi ambientali ed eventi climatici estremi.

source: Account activation
es: Activación de la cuenta
it: Attivazione account

source: Account not active
es: Cuenta no activa
it: Account non attivo

source: Account settings
es: Impostaciones de la cuenta
it: Impostazioni dell'account

source: Actions
es: Acciones
it: Azioni

source: Active multisig wallets cannot be deleted
it: I portafogli attivi non possono essere eliminati

source: Active Projects
it: Progetti Attivi

source: Activities
es: Actividades
it: Attività

source: Activity
es: Actividades
it: Attività

source: Actual Bitcoin value
es: Valor actual en Bitcoin
it: Valore attuale in Bitcoin

source: Add donation button on your website
es: Añada el botón donaciones en su página web
it: Aggiungi il pulsante donazione sul tuo sito web

source: Address
es: Dirección
it: Indirizzo

source: Admin
es: Administradores
it: Amministratori

source: Admin 1
it: Amministratore 1

source: Admin 2
it: Amministratore 2

source: Admin 3
it: Amministratore 3

source: Administration
it: Amministrazione

source: Admins
es: Administradores
it: Amministratori

source: Admins Document
es: Documento que nomina a los Administradores
it: Documento che nomina gli Amministratori

source: Admins not verified
es: Administradores no verificados
it: Amministratori non verificati

source: Advanced Donations
es: Donaciones Avanzadas
it: Donazioni Avanzate

source: Affected Countries
es: Estados Afectados
it: Stati Coinvolti

source: Affected Population
es: Población Afectada
it: Popolazione Coinvolta

source: Affected population
es: Población afectada
it: Popolazione coinvolta

source: All Time
es: Desde el principio
it: Dall'inizio

source: All rights reserved
es: Todos los derechos reservados
it: Tutti i diritti riservati

source: Already present
es: Ya presente
it: Già presente

source: Already registered?
es: ¿ya registrado?
it: Già registrato?

source: Amazing prizes!
es: ¡Premios increibles!
it: Incredibili premi!

source: Ambassador Badge Locked
es: Ambassador Badge Bloqueado
it: Ambassador Badge Bloccato

source: American Dollars
it: Dollari Americani

source: Amount
es: Cantidad
it: Quantità

source: Amount already used
es: Cantidad ya utilizada
it: Quantità già utilizzata

source: Amount collected
es: Cantidad recogida
it: Quantità raccolta

source: Amount from {{amountLimits[0]}}
it: Quantità da {{amountLimits[0]}}

source: Amount pending usage
es: Cantidad a la espera de ser usada
it: Quantità in attesa di utilizzo

source: Amount requested
it: Quantità richiesta

source: Amount secured
it: Quantità

source: Amount to send
es: Cantidad para enviar
it: Quantità da inviare

source: An Helperbit staff member will verify your documents soon.
es: Un miembro del staff de Helperbit verificará sus documentos lo antes posible.
it: Un membro dello staff di Helperbit verificherà i tuoi documenti al più presto.

source: An account is already associated to this social id
it: Un account è già associato a questo social id

source: An additional network fee is automatically added to assure that the transaction will be confirmed.
it: Una commissione aggiuntiva viene aggiunta automaticamente per assicurare che la transazione venga confermata.

source: An updated list of verified and trusted non-profit organizations that accept bitcoin, litecoin, ethereum, dash and others cryptocurrencies donations
es: Una lista actualizada y en continuo crecimiento de organizaciones no profit verificadas que aceptan bitcoin y otras criptomonedas
it: Una lista aggiornata e in continua crescita di organizzazioni no profit verificate che accettano bitcoin e altre criptovalute

source: Anagraphic
es: Anagráfica
it: Anagrafica

source: And declares that the following referent is authorized to manage the Helperbit account:
it: E dichiara che il seguente referente è autorizzato a gestire l'account su Helperbit:

source: Anniversary
es: Aniversario
it: Anniversario

source: Approved
es: Aprobado
it: Approvato

source: April
it: Aprile

source: Are you ready for the decentralized transparency revolution?
es: ¿Está listo para la revolución descentralizada de la transparencia?
it: Sei pronto per la rivoluzione decentralizzata della trasparenza?

source: Are you sure to cancel this pending transaction?
es: ¿está seguro de que quiere eliminar esta transacción pendiente?
it: Sei sicuro di voler eliminare questa transazione pendente?

source: Are you sure to delete
es: Estás seguro de eliminar
it: Sei sicuro di eliminare

source: Are you sure to delete your avatar image?
it: Sei sicuro di voler eliminare la tua immagine profilo?

source: Are you sure?
es: ¿está seguro?
it: Sei sicuro?

source: Art
es: Arte
it: Arte

source: As single user you cannot create a project. At the moment only companies, organizations and municipalities can create it
es: Un usuario no puede crear proyectos. De momento, solo pueden hacerlo las empresas, las organizaciones y los ayuntamientos
it: Un utente non può creare progetti. Al momento possono farlo solo le aziende, le organizzazioni ed i comuni

source: At any time it is possible to check the correctness of your wallet keys and to automatically create time-locked backup transactions in case of key loss.
it: In ogni momento è possibile controllare la correttezza delle tue chiavi e automaticamente creare una transazione di backup in caso di perdita delle chiavi.

source: At any time it is possible to check the correctness of your wallet keys and to automatically create time-locked backup transactions in case of key loss.
it: In ogni momenti è possibile controllare la correttezza delle tue chiavi e creare automaticamente una transazione di backup in caso di perdita delle chiavi.

source: August
it: Agosto

source: Auto copy not available on this browser. Please press Ctrl/Cmd + C or right click + copy
es: Copia automática no disponible en tu browser. Pulsa Ctrl/Cmq + C o Tecla derecha + copia
it: La copia automatica non è disponibile sul tuo browser. Premi Ctrl/Cmd + C o tasto destro + copia

source: Autocertified geolocalization done!
es: ¡Geolocalización autocertificada efectuada!
it: Geolocalizzazione autocertificata effettuata!

source: Autocertified geolocalization updated!
es: ¡Geolocalización autocertificada actualizada!
it: Geolocalizzazione autocertificata aggiornata!

source: Available
es: Disponible
it: Disponibile

source: Available only on Chrome browser
it: Compatibile solo con browser Chrome

source: Awards
es: Premios
it: Premi

source: Back
es: Atrás
it: Indietro

source: Back to Campaign
it: Indietro alle Campagne

source: Back to Projects
it: Indietro ai Progetti

source: Back to Request of Refund
it: Indietro alle Richieste di Rimborso

source: Back to Wallet
it: Indietro al Portafogli

source: Backup file password:
es: Contraseña de archivo de backup
it: Password file di recupero:

source: Backup password
es: Contraseña de backup
it: Password di backup

source: Bad address
es: Dirección no valida
it: Indirizzo non valido

source: Balance
it: Bilancio

source: Basic
it: Base

source: Before you can login again, you have to activate your account with the code sent to your email address. If you did not receive this email, please check your junk/spam folder. If you entered an incorrect email address, you will need to re-register with the correct email address.
es: Antes de poder acceder otra vez, hay que activar la propia cuenta con el código enviado a su dirección email. Si no ha recibido este email, controle su spam. Si ha introducido una dirección de email errónea, deberá registrarse nuevamente con su dirección email correcta.
it: Prima di poter accedere, è necessario attivare il proprio account con il codice inviato al tuo indirizzo email. Se non hai ricevuto questa email, controlla la tua cartella spam. Se hai inserito un indirizzo email errato, dovrai registrarti nuovamente con l'indirizzo email corretto.

source: Before you can login, you have to activate your account with the code sent to your email address.
es: Antes de acceder, tienes que activar tu cuenta con el código enviado a tu dirección email
it: Prima di accedere, devi attivare il tuo account con il codice inviato al tuo indirizzo email.

source: Benefits
es: Beneficios
it: Benefici

source: Biography
es: Biografía
it: Biografia

source: Birth Date
es: Fecha de Nacimiento
it: Data di Nascita

source: Birth date
es: Fecha de Nacimiento
it: Data di nascita

source: Birthday
es: Cumpleaños
it: Compleanno

source: Bitcoin Donated
it: Bitcoin donati

source: Bitcoin Ledger Wallet
it: Portafoglio Ledger

source: Bitcoin Mnemonic Wallet
it: Portafoglio Bitcoin con frase d'accesso

source: Bitcoin Received
it: Bitcoin Ricevuti

source: Bitcoin Trezor Wallet
it: Portafoglio Trezor

source: Bitcoin address:
it: Indirizzo bitcoin:

source: Bitcoin addresses
es: Direcciones bitcoin
it: Indirizzi bitcoin
