Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

source: Each time that a new referred friend completes the ID verification procedure, your score is increased by 1 point.
it: Ogni volta che un tuo nuovo amico iscitto completa la verifica ID, il tuo punteggio aumenta di un punto.

source: Earthquake
es: Terremoto
it: Terremoto

source: Edit
es: Modificar
it: Modifica

source: Edit Geolocalization
es: Modifica geolocalización
it: Modifica Geolocalizzazione

source: Edit campaign
it: Modifica Campagna

source: Edit geolocalization
es: Modifica Geolocalización
it: Modifica Geolocalizzazione

source: Edit project
it: Modifica progetto

source: Edit wallet label
es: Modifique etiqueta carteras
it: Modifica etichetta portafogli

source: Edit your account
es: Modifique su perfil
it: Modifica il tuo profilo

source: Edit your account information
es: Modifique las informaciones de su perfil
it: Modifica le informazioni del tuo account

source: Edit your privacy information
es: Modifica tu información sobre la privacidad
it: Modifica le tue informazioni sulla privacy

source: Edit your security information
es: Modifica la información de seguridad
it: Modifica le tue informazioni di sicurezza

source: Education
es: Educación
it: Educazione

source: Email already registered
es: Email ya registrado
it: Email già registrata

source: Empty description
es: Descripción vacía
it: Descrizione vuota

source: Empty description not allowed
es: Descripción vacía no permitida
it: Descrizione vuota non permessa

source: Empty email
es: Email vacía
it: Email vuota

source: Empty proof list
es: Lista pruebas vacía
it: Lista di prove vuota

source: Empty title not allowed
es: Título vacío no permitido
it: Titolo vuoto non permesso

source: End
it: Fine

source: End Date
es: Fecha final
it: Data di Fine

source: Endorse
it: Endorsa

source: Endorse an organization
es: Promueva una organicación
it: Promuovi un'organizzazione

source: Endorsments
es: informes
it: Segnalazioni

source: English
es: Inglés
it: Inglese

source: English Title
es: Título en inglés
it: Titolo in Inglese

source: Enter anyway in the website
es: Entra de todas maneras en la plataforma
it: Entra comunque nella piattaforma

source: Environment
es: Ambiente
it: Ambiente

source: Error
it: Errore

source: Eruption
es: Erupción
it: Eruzione

source: Event
es: Evento
it: Evento

source: Event Donation
it: Donazione Evento

source: Event Map
es: Mapa eventos
it: Mappa Eventi

source: Event Simulation Tool
es: Instrumento de simulación de evento
it: Strumento di simulazione evento

source: Event by map
it: Eventi da mappa

source: Event donations are not allowed for your user type
es: Las donaciones para los eventos no están consentidas para tu tipo de usuario
it: Le donazioni per gli eventi non sono consentite per il tuo tipo di utente

source: Event table
it: Tabella eventi

source: Event type
es: Tipo evento
it: Tipo evento

source: Every cent is relevant when lives are involved: we don't charge any additional fee if you use bitcoin, the method of payment to use is your choice.
es: Cada céntimo cuenta cuando se trata de vidas: no aplicamos ningún coste adicional si se usan bitcoin y el método de pago es elección vuestra.
it: Ogni centesimo è rilevante quando sono coinvolte delle vite: non applichiamo alcun costo aggiuntivo se si utilizza bitcoin ed il metodo di pagamento da utilizzare è a vostra scelta.

source: Exiting Helperbit.com
es: Estás saliendo de Helperbit.com
it: Stai uscendo da Helperbit.com

source: Expiration Date
es: Fecha de caducidad
it: Data di Scadenza

source: Expired reset link
es: Link de reset caducado
it: Link di reset scaduto

source: Explain where these funds are going; this information will be public.
es: Explique dónde van sus fondos; esta información será publica
it: Spiega dove stanno andando i tuoi fondi; questa informazione sarà resa pubblica.

source: Extreme Flood
es: Inundación Extrema
it: Inondazione Estrema

source: FAQ
es: Preguntas frecuentes
it: Domande frequenti

source: FREE - No membership fee or hidden costs
es: GRATIS- Ninguna cuota de inscripción o costes adicionales
it: GRATIS - Nessuna quota di iscrizione o costi nascosti

source: Fastest
es: Más rápido
it: Più veloce

source: Fatalities
es: Víctimas
it: Vittime

source: February
es: Febrero
it: Febbraio

source: Fee
es: Cuota
it: Tassa

source: Feed Multisig Wallet
it: Inserisci Firma Portafoglio

source: Female
es: Mujer
it: Donna

source: Fields
es: Campos
it: Campi

source: Fill the basic forms and become eligible to complete the ID verification process. This increases the chance to be helped if you are affected by a natural disaster.
es: Completa el formulario de base y vuélvete idóneo para completar la verificación ID. Esto incrementará las posibilidades que tendrás para que te ayuden en caso de verte en el escenario de un desastre natural
it: Completa il modulo di base e diventa idoneo per completare la verifica ID. Questo incrementerà le possibilità che avrai di essere aiutato in caso tu fossi coinvolto in un disastro naturale.

source: Filters
es: Filtros
it: Filtri

source: Finish
es: Fin
it: Fine

source: First Name
es: Nombre
it: Nome

source: Flood
es: Inundación
it: Inondazione

source: For my birthday i want organise this fundraising for the project...
es: Para mi cumpleaños quiero organizar esta recogida de fondos para el proyecto . ..
it: Per il mio compleanno voglio organizzare questa raccolta di fondi per il progetto ...

source: Forgot your password?
es: ¿Contraseña olvidada?
it: Password dimenticata?

source: Foundation Date
es: Fecha de Fundación
it: Data di Fondazione

source: Foundation date
es: Fecha de fundación
it: Data di fondazione

source: Friend Badge Locked
es: Friend Badge Bloqueado
it: Friend Badge Bloccato

source: Friends
es: Amigos
it: Amici

source: Friends on board
es: Amigos a bordo
it: Amici a bordo

source: From
es: De
it: Da

source: From user
es: del usuario
it: Da

source: From wallet
es: Desde la cartera
it: Dal portafogli

source: From:
es: Desde:
it: Da:

source: Front
es: Delante
it: Fronte

source: Frost
es: Hielo
it: Gelo

source: Full Name
es: Nombre Entero
it: Nome Completo

source: Fullname
es: Nombre completo
it: Nome completo

source: Fundraiser Badge Locked
es: Fundraiser Badge Bloqueado
it: Fundraiser Badge Bloccato

source: Fundraising Campaign
es: Campaña Fundraising
it: Campagna Fundraising

source: Fundraising Campaign created!
es: ¡Campaña Fundraising creada!
it: Campagna Fundraising creata!

source: Fundraising Campaign updated!
es: ¡Campaña Fundraising actualizada!
it: Campagna Fundraising aggiornata!

source: Fundraising Campaigns
es: Campaña Fundraising
it: Campagne Fundraising

source: Fundraising campaigns, celebrate an important occasion with a charity initiative
es: Campaña Fundraising, celebrar una ocasión importante con una iniciativa benéfica
it: Campagne Fundraising, festeggiare un’occasione importante con un'iniziativa benefica

source: Gender
es: Sexo
it: Sesso

source: General
it: Generale

source: General information
es: Informaciones genéricas
it: Informazioni generiche

source: Generate a random passphrase
es: Genera una passphrase casual
it: Genera una passphrase casuale

source: Generic error
es: Error genérico
it: Errore generico

source: Generic error.
es: Error genérico
it: Errore generico.

source: Geolocalization
es: Geolocalización
it: Geolocalizzazione

source: Geolocalization not supported by your browser
es: Geolocalización no soportada por tu browser
it: Geolocalizzazione non supportata dal tuo browser

source: Geolocalize
es: Geolocalizados
it: Geolocalizzati

source: Geolocalize Now!
es: ¡Geolocalízate ahora!
it: Geolocalizzati Ora!

source: Geolocation
es: Posición geográfica
it: Geoposizione

source: Geolocation as a Verification Process to Receive Humanitarian Aid
es: La Geolocalización como forma de verificación para recibir ayudas humanitarias
it: La Geolocalizzazione Come Forma di Verifica per Ricevere Aiuti Umanitari

source: Geoverification
it: Geoverifica

source: Get full control of your donation
es: Obtenga control total de su donación
it: Ottieni pieno controllo della tua donazione

source: Gift Donation
es: Donación Regalo
it: Donazione Regalo

source: Go back
es: Vuelva atrás
it: Torna indietro

source: Go to
es: Vete a
it: Vai a

source: Go to project
es: Vete al proyecto
it: Vai al progetto

source: Gold Ambassador Badge
es: Ambassador Badge Oro
it: Ambassador Badge Oro

source: Gold Donor Badge
es: Donor Badge Oro
it: Donor Badge Oro

source: Gold Fundraiser Badge
es: Fundraiser Badge Oro
it: Fundraiser Badge Oro

source: Got it
es: Entendido
it: Capito

source: Graph
it: Grafo

source: Grid visualization
es: Visualización en parrilla
it: Visualizzazione a griglia

source: Group
es: Grupo
it: Gruppo

source: HW Wallet
es: Cartera HW
it: Portafoglio HW

source: Half hour
es: Media hora
it: Mezz'ora

source: Handle your Bitcoin accounts
es: Gestione sus carteras Bitcoin
it: Gestisci i tuoi portafogli Bitcoin

source: Handle your invites
es: Gestione sus invitaciones
it: Gestisci i tuoi inviti

source: Hardware Wallet
es: Cartera Hardware
it: Portafoglio Hardware

source: Hardware Wallet successfully paired
es: Cartera Hardware emparejada con éxito
it: Portafoglio Hardware abbinato con successo

source: Hazard level
es: Nivel de riesgo
it: Livello di rischio

source: Health
es: Salud
it: Salute

source: Heavy
es: Pesado
it: Pesante

source: Help your friends to sign up for the platform through your invite link and you can receive t-shirts, sweatshirts and a hardware wallet. Compete also for the 500€ prize.
es: Ayuda a tus amigos a registrarse en la plataforma a través de tu link de invitación y podrás recibir una camiseta, una sudadera o un hardware wallet. Compite también por el premio de 500€.
it: Aiuta i tuoi amici a registrarsi alla piattaforma tramite il tuo link di invito e potrai ricevere una t-shirt, una felpa o un hardware wallet. Competi anche per il premio di 500€.

source: Helperbit affected users
it: Utenti Helperbit coinvolti

source: Helperbit is a platform that brings transparency in charity and insurance sectors giving back power to people
es: Helperbit es una plataforma que ofrece transparencia en los sectores de la beneficencia y de los seguros, dando poder a las personas.
it: Helperbit è una piattaforma che porta trasparenza nei settori della beneficenza e delle assicurazioni, restituendo potere alle persone

source: Helperbit offers different geoverification steps: according to the completed level, when a natural disaster occurs, users can receive direct donations. This does not compromise the user’s privacy, which, on the contrary, is safeguarded through appropriate procedures.
es: Helperbit ofrece distintos niveles de geoverificación: en base al nivel completado, cuando hay una calamidad natural, los usuarios tienen la posibilidad de recibir donaciones directas. Esto no compromete la privacidad del usuario que, al contrario, se conserva a través de procedimientos adecuados.
it: Helperbit offre diversi livelli di geoverifica: in base al livello completato, quando avviene una calamità naturale gli utenti hanno la possibilità di ricevere donazioni dirette. Ciò non compromette la privacy dell’utente, che, al contrario, è salvaguardata tramite adeguate procedure.

source: Helperbit will send a mail with a code to your headquarter; when you got the code come back in the verification page and complete the procedure.
it: Helperbit invierà una mail con un codice al tuo ufficio; quando la riceverai, torna nella pagina di verifica e completa la procedura.

source: Helperbit's Manifesto
es: El Manifiesto de Helperbit
it: Il Manifesto di Helperbit

source: Helperbit: the most innovative way to fundraise
es: Helperbit: el modo más innovador para recoger fondos.
it: Helperbit: il più innovativo modo per raccogliere fondi

source: Helperbit\'s Manifesto
es: El Manifiesto de Helperbit
it: Il Manifesto di Helperbit

source: Here
es: Aquí
it: Qui

source: Here you can insert additional information of your project
es: Aquí puedes introducir más información relativa a tu proyecto
it: Qui puoi inserire ulteriori informazioni relative al tuo progetto

source: Heritage
es: Patrimonio
it: Patrimonio

source: Hide passphrase
es: Esconder frase de acceso
it: Nascondi frase di accesso

source: High Secure Bitcoin Wallet
es: Cartera Bitcoin Segura
it: Portafoglio Bitcoin Sicuro

source: High risk
es: Alto riesgo
it: Alto rischio

source: Historical value
es: Valor histórico
it: Valore storico

source: History
es: Histórico
it: Storico

source: Hour
es: Una hora
it: Un'ora

source: Hours
it: Ore

source: How do we use cookies?
es: ¿Cómo usamos las cookies?
it: Come usiamo i cookie?

source: How to control cookies?
es: Cómo puedo controlar las cookies
it: Come controllare i cookie?

source: How to unlock this badge?
es: ¿Cómo desbloqueo este badge?
it: Come sblocco questo badge?

source: Human Rights
es: Derechos Humanos
it: Diritti Umani

source: Hurricane
es: Huracán
it: Uragano

source: I accept
es: Acepto
it: Accetto

source: I accept the Helperbit Privacy Policy
es: Acepto la Política de Privacidad de Helperbit
it: Accetto la Privacy Policy di Helperbit

source: I accept the Helperbit Terms of Service
es: Acepto los Términos de Servicio de Helperbit
it: Accetto i Termini di Servizio di Helperbit

source: I agree to Helperbit's Terms of Service and Privacy Policy
es: Acepto los Términos de Servicio y la Política de Privacidad de Helperbit
it: Accetto i Termini di Servizio e la Politica Privacy di Helperbit

source: I have written down or otherwise securely stored my 12 words passphrase
es: He escrito o conservado de manera segura mi passphrase de 12 palabras
it: Ho scritto o conservato al sicuro la mia passphrase di 12 parole

source: I need a refund for...
it: Necessito di un rimborso per...

source: I recommend
es: Yo recomiendo
it: Io consiglio

source: I started a crowdfunding campaign
es: He empezado una campaña crowdfunding
it: Ho iniziato una campagna crowdfunding

source: I supported the project
es: He apoyado el proyecto
it: Ho sostenuto il progetto

source: I'am a carpenter...
es: Soy un carpintero...
it: Sono un falegname...

source: ID Document
es: Documento de Identidad
it: Documento di Identità

source: ID Number
es: Número Documento
it: Numero Documento

source: If an user request it, you can print the following invoice, sign it and send the document to the user address for tax-deduction purposes.
es: Si un usuario lo solicita, es posible imprimir la siguiente factura, firmarla y enviar el documento a la dirección del usuario para las deducciones fiscales.
it: Se un utente lo richiede, è possibile stampare la seguente fattura, firmarla e inviare il documento all'indirizzo dell'utente ai fini di detrazione fiscale.

source: If someone gets your passphrase, they gain access to your wallet
es: Si alguien se hace con su passphrase obtiene el acceso a su cartera
it: Se qualcuno prende la tua passphrase ottiene l'accesso al tuo portafoglio

source: If you did not receive this email, please check your junk/spam folder.
es: Si no has recibido este email, controla tu spam
it: Se non hai ricevuto questa email, controlla la tua cartella spam.

source: If you entered an incorrect email address, you will need to re-register with the correct email address.
es: Si has introducido una dirección email errónea, tendrás que registrarte de nuevo con la dirección email correcta.
it: Se hai inserito un indirizzo email errato, dovrai registrarti nuovamente con l'indirizzo email corretto.

source: If you lose this passphrase, you will lose access to your wallet
es: Si pierde esta passphrase pierde el acceso a su cartera
it: Se perdi questa passphrase perdi l'accesso al tuo portafoglio

source: If you lose your passphrase, you can restore your funds by uploading the backup file and sending the funds to another address.
es: Si pierde la passphrase es posible restaurar los fondos cargando el archivo de backup y enviando los fondos recuperados a otra dirección
it: Se perdi la passphrase è possibile ripristinare i fondi caricando il file di backup ed inviando i fondi recuperati ad un altro indirizzo.

source: If you own a Ledger hardware wallet you can create a Bitcoin wallet just pairing the device with the platform. Your Bitcoin private key is kept secured on the offline device and you don't need to write down the 12-word mnemonic. This procedure is simple, secure and fast.
it: Se possiedi un portafoglio hardware Ledger puoi creare un portafoglio Bitcoin semplicemente accoppiando il dispositivo con la piattaforma. La tua chiave privata Bitcoin viene mantenuta protetta sul dispositivo offline e non è necessario scrivere il codice mnemonico di 12 parole. Questa procedura è semplice, sicura e veloce.

source: If you own a Ledger hardware wallet you can create a Bitcoin wallet just pairing the device with the platform. Your key to sign transactions from the wallet of your organization is kept secured on the offline device and you don't need to write down the 12-word mnemonic. This procedure is simple, secure and fast.
it: Se possiedi un portafoglio hardware Ledger puoi creare un portafoglio Bitcoin semplicemente accoppiando il dispositivo con la piattaforma. La tua chiave privata per firmare transazioni in uscita dal portafoglio della tua organizzazione viene mantenuta protetta sul dispositivo offline e non è necessario scrivere il codice mnemonico di 12 parole. Questa procedura è semplice, sicura e veloce.

source: If you own a Trezor hardware wallet you can create a Bitcoin wallet just pairing the device with the platform. Your Bitcoin private key is kept secured on the offline device and you don't need to write down the 12-word mnemonic. This procedure is simple, secure and fast.
it: Se possiedi un portafoglio hardware Trezor, puoi creare un portafoglio Bitcoin semplicemente accoppiando il dispositivo con la piattaforma. La tua chiave privata Bitcoin viene mantenuta protetta sul dispositivo offline e non è necessario scrivere il codice mnemonico di 12 parole. Questa procedura è semplice, sicura e veloce.

source: If you own a Trezor hardware wallet you can create a Bitcoin wallet just pairing the device with the platform. Your key to sign transactions from the wallet of your organization is kept secured on the offline device and you don't need to write down the 12-word mnemonic. This procedure is simple, secure and fast.
it: Se possiedi un portafoglio hardware Trezor, puoi creare un portafoglio Bitcoin semplicemente accoppiando il dispositivo con la piattaforma. La tua chiave privata per firmare transazioni in uscita dal portafoglio della tua organizzazione viene mantenuta protetta sul dispositivo offline e non è necessario scrivere il codice mnemonico di 12 parole. Questa procedura è semplice, sicura e veloce.

source: In Helperbit since
es: En Helperbit desde
it: In Helperbit dal

source: In Humanitarian action every day is important: we offer the oppotunity to send donations in less than an hour all around the world.
es: En la acción humanitaria cada día es importante: ofrecemos la oportunidad de enviar donaciones en menos de una hora en todo el mundo.
it: Nell'azione umanitaria ogni giorno è importante: offriamo l'opportunità di inviare donazioni in meno di un'ora in tutto il mondo.

source: In progress
es: Procesando
it: In corso

source: Incomplete social profile
it: Profilo social incompleto

source: Increase your donor base
es: Aumente su base de donantes
it: Aumenta la tua base di donatori

source: Info
es: Información
it: Informazioni

source: Information
es: Informaciones
it: Informazioni

source: Information not provided
es: Informaciones no proporcionadas
it: Informazioni non fornite

source: Inhabitants
es: Habitantes
it: Abitanti

source: Insert Admins
es: Introduce a los Administradores
it: Inserisci gli Amministratori

source: Insert Code
it: Inserisci Codice

source: Insert Country
es: Introduce País
it: Inserisci Nazione

source: Insert OTC
es: Introduce OTC
it: Inserisci OTC

source: Insert a correct email format
es: Introduce un email correcto
it: Inserisci una email corretta

source: Insert a correct format
es: Introduce un formato correcto
it: Inserisci un formato corretto

source: Insert a correct phone number format
es: Introduce un número de teléfono correcto
it: Inserisci un numero di telefono corretto

source: Insert a reason for the rejection
it: Inserisci una motivazione per il rifiuto

source: Insert a valid URL
it: Inserisci un URL valida

source: Insert a valid Youtube Video URL
es: Introduce un link de Youtube válido
it: Inserisci un link di Youtube valido

source: Insert a valid bitcoin value
it: Inserisci un valore bitcoin valido

source: Insert a valid number value
it: Inserisci un valore numerico valido

source: Insert a valid phone number format
es: Introduce un número de teléfono válido
it: Inserisci un numero di telefono valido

source: Insert at least 3 organization admins. These admins will be required to manage received donations. The admins must sign up with the emails provided in the verification process.
it: Inserisci almeno 3 amministratori. Questi amministratori dovranno gestire le donazioni ricevute. Gli amministratori si devono iscrivere con le email fornite nel processo di verifica.

source: Insert default information for this activity
es: Introduce la información para esta actividad
it: Inserisci le informazioni per questa attività

source: Insert default information for this project
es: Introduce la información para este proyecto
it: Inserisci le informazioni per questo progetto

source: Insert here the code received through snail mail
es: Introduzca aquí el código recibido mediante correo postal
it: Inserisci qui il codice ricevuto nella lettera

source: Insert one or more activities for this project. One activity with english title is required. Activities are list of goals, products, services that make up your project. Please try to be as accurate as possible. We suggest to upload a document (quote / agreement or other) for each activity. More detailed projects have a greater chance to be approved and receive more donations.
es: Introduce una o más actividades para este proyecto. Se pide, por lo menos, una actividad con título en inglés. Las actividades son una lista de objetivos, productos y servicios que permitirán la realización de tu proyecto. Intenta ser lo más cuidadoso posible; te sugerimos, además, que cargues un documento (factura o presupuesto) para cada actividad. Los proyectos más detallados cuentan con una mayor posibilidad de aprobarse y de recibir donaciones.
it: Inserisci una o più attività per questo progetto. E' richiesta almeno un'attività con il titolo in inglese. Le attività sono una lista di obiettivi, prodotti e servizi che permetteranno la realizzazione del tuo progetto. Prova ad essere il più accurato possibile; ti suggeriamo inoltre di caricare un documento (fattura o preventivo) per ogni attività. Progetti più dettagliati hanno una maggiore possibilità di venire approvati e di ricevere donazioni.

source: Insert some media for this activity
es: Introduce algunas imágenes para esta actividad
it: Inserisci alcune immagini per questa attività

source: Insert the activities related with your project
es: Introduce las actividades relativas a tu proyecto
it: Inserisci le attività relative al tuo progetto

source: Insert the countries related with your project
es: Introduce los paises relativos a tu proyecto
it: Inserisci i Paesi relativi al tuo progetto

source: Insert the following HTML code in the <i>head</i> section of your werbsite.
it: Inserisci il seguente codice HTML nella sezione <i>head</i> del tuo sito web.
