Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

source: Organization advantages
es: Ventajas para la organización
it: Vantaggi per l'organizzazione

source: Organization already submitted
es: Organización ya enviada
it: Organizzazione già inviata

source: Organization list
it: Lista Organizzazioni

source: Organization signup
it: Iscrizione organizzazione

source: Organization username
es: Nombre de usuario de la organización
it: Nome Organizzazione

source: Origin Country
it: Paese d'Origine

source: Origin country
es: País de origen
it: Paese d'origine

source: Other
es: Otros
it: Altro

source: Other Information
es: Otra Información
it: Altre Informazioni

source: Other information
es: Otra información
it: Altre informazioni

source: Other relevant projects created by this charity
it: Altri progetti rilevanti creati da questa organizzazione

source: Other wallets
es: Otras carteras
it: Altri portafogli

source: Otherwise please upload a certified translation in English
es: En caso contrario, carga una traducción certificada en inglés
it: In caso contrario, carica una traduzione certificata in inglese

source: Over 24+ Altcoins accepted here
it: Oltre 24+ altcoin accettate

source: POWERFUL - Bitcoin and Altcoin supported
it: POTENTE - Bitcoin e altcoin supportati

source: Pair your hardware wallet
es: Empareja tu cartera hardware
it: Accoppia il tuo portafoglio hardware

source: Paolo Rossi Birthday Fundraising...
es: Recogida fondos para el cumpleaños de Pablo García...
it: Raccolta fondi per il compleanno di Paolo Rossi...

source: Partners
it: Partner

source: Passphrase
es: Frase de acceso
it: Frase di accesso

source: Passport
es: Pasaporte
it: Passaporto

source: Password Confirm
es: Confirma contraseña
it: Conferma Password

source: Password cannot contains email
it: La password non può contenere la mail

source: Password cannot contains username
es: La contraseña no puede contener el nombre del usuario
it: La password non può contenere il nome utente

source: Password recovery
it: Recupero password

source: Password should be at least 8 character long
es: La contraseña debe contener al menos 8 caracteres
it: La password deve essere almeno di 8 caratteri

source: Password update with success
es: Contraseña actualizada con éxito
it: Password aggiornata con successo

source: Passwords mismatch
es: Las contraseñas no coinciden
it: Le password non coincidono

source: Pause
es: En pausa
it: In pausa

source: Paused
es: En pausa
it: In pausa

source: Pay
it: Paga

source: Payment sent!
it: Pagamento inviato!

source: Pending
es: Pendiente de
it: In sospeso

source: Person in charge
es: Persona en cargo
it: Persona in carica

source: Personal Email
it: Email Personale

source: Personal Page
es: Perfil
it: Profilo

source: Photos
es: Fotos
it: Foto

source: Please Activate Your Account.
es: Por favor, active su cuenta
it: Si prega di attivare l'account.

source: Please remember that minimum donation with Helperbit is 0.001 bitcoin, please take it in mind when you top up your wallet.
it: Ricorda che la donazione minima con Helperbit è 0.001 bitcoin, ti preghiamo di tenerlo a mente quando ricarichi il tuo portafoglio.

source: Please remember that minimum donation with Helperbit is 0.001 bitcoin, please take it in mind when you top up your wallet.
es: Recuerda que la donación mínima con Helperbit es de 0.001 Bitcoin, te rogamos que lo recuerdes cuando cargues tu cartera.
it: Ricorda che la donazione minima con Helperbit è 0.001 bitcoin, ti preghiamo di tenerlo a mente quando ricarichi il tuo portafoglio.

source: Please use a correct email
es: Introduce un email válido
it: Usa una mail corretta

source: Populated Events
it: Eventi Popolati

source: Position
es: Posición
it: Posizione

source: Position of the simulated event
es: Posición del evento simulado
it: Posizione dell'evento simulato

source: Potential Damage
es: Daño potencial
it: Danno Potenziale

source: Poverty
es: Pobreza
it: Povertà

source: President, head of fundraising or other equivalent role
it: Presidente, responsabile raccolte fondi o un ruolo equivalente

source: Press
es: Imprimir
it: Stampa

source: Press on one benefit icon to view details
es: Pulse en el icono benefict para visualizar los detalles
it: Premi sull'icona benefit per visualizzare i dettagli

source: Previous
es: Precedente
it: Precedente

source: Previous versions of the privacy policy
es: Versiones precedentes de la política de privacidad
it: Precendente versioni della privacy policy

source: Print Document
es: Imprime Documento
it: Stampa Documento

source: Print invoice
es: Imprima factura
it: Stampa Fattura

source: Print the passphrase
es: Imprima la frase de acceso
it: Stampa la frase di accesso

source: Privacy and Terms
es: Privacidad y Términos
it: Privaci e Termini

source: Privacy policy
it: Politica Privacy

source: Privacy policy history
it: Storico politiche privacy

source: Proceed
es: Proceda
it: Procedi

source: Profile
es: Perfil
it: Profilo

source: Profile admins
it: Amministratori profilo

source: Profile avatar deleted successfully
it: Immagine del profilo eliminata con successo

source: Profile avatar updated successfully
it: Immagine del profilo aggiornata con successo

source: Profile delete
it: Elimina profilo

source: Profile edit
es: Modifica perfil
it: Modifica profilo

source: Profile geolocalization
it: Geolocalizzazione

source: Profile privacy
it: Privacy profilo

source: Profile security
it: Sicurezza del profilo

source: Profile updated successfully
it: Profilo aggiornato con successo

source: Profile verification
it: Verifica profilo

source: Project
es: Proyecto
it: Progetto

source: Project List
es: Lista proyectos
it: Lista Progetti

source: Project Media
es: Material del proyecto
it: Materiale del progetto

source: Project Title
es: Título Proyecto
it: Titolo Progetto

source: Project created!
es: ¡Proyecto Creado!
it: Progetto Creato!

source: Project list
it: Lista Progetti

source: Project selected:
it: Progetto selezionato:

source: Project table
it: Tabella Progetti

source: Project updated!
es: ¡Proyecto Actualizado!
it: Progetto Aggiornato!

source: Projects
es: Proyectos
it: Progetti

source: Proof of Residency
es: Prueba de residencia
it: Prova di Residenza

source: Proof of Residency Document
es: Documento Prueba de Residencia
it: Documento Prova di Residenza

source: Propose
it: Proponi

source: Propose Non-Profit Organizations
es: Propón Organizaciones No-Profit
it: Proponi Organizzazioni No-Profit

source: Propose Your Non-Profit and Encourage it to Accept Crypto Donations
es: Propón tu No Profit y Anímala a Aceptar Criptomonedas
it: Proponi la Tua Non Profit e Spronala ad Accettare Criptovalute

source: Propose an NPO
it: Proponi una no-profit

source: Propose an Organization
it: Proponi un'organizzazione

source: Propose an organization
es: Proponga una organización
it: Proponi un'organizzazione

source: Proposed NPO
it: No-profit proposte

source: Proposed NPO List
es: Lista de propuestas no-profit
it: Lista no-profit proposte

source: Prove you have written down your passphrase
es: Demuestra que has escrito tu passphrase
it: Dimostra che hai scritto la tua passphrase

source: Public Key
es: Llave Pública
it: Chiave Pubblica

source: Quotes
it: Preventivi

source: RORS means Request Of Refunds. With this page you can request funds to an NPO. A refund claim can be requested by a company or NPO to an NPO.
it: Con questa pagina puoi fare una richiesta di rimborso ad una non-profit. Una richiesta di rimborso può essere richiesta da un'azienda o non-profit verso una non-profit.

source: Raised volume
it: Totale raccolto

source: Read More
es: Leer más
it: Leggi Altro

source: Read more
it: Leggi altro

source: Read your profile notifications
es: Lea las notificaciones del perfil
it: Leggi le tue notifiche profilo

source: Receipt
es: Recibida
it: Ricevuta

source: Receive
es: Reciba
it: Ricevi

source: Receive Address
es: Dirección de recepción
it: Indirizzo di Ricezione

source: Receive donations if you are in need
es: Reciba donaciones si lo necesita
it: Ricevi donazioni se sei nel bisogno

source: Receive funds
es: Reciba fondos
it: Ricevi fondi

source: Receive money
it: Soldi ricevuti

source: Received
es: Recibidos
it: Ricevuti

source: Received Donations
it: Donazioni ricevute

source: Received From
es: Recibido de
it: Ricevuto da

source: Received donations
es: Donaciones recibidas
it: Donazioni ricevute

source: Recipient country
es: País del receptor
it: Paese ricevente

source: Recipients
es: Receptores
it: Riceventi

source: Record your preferences (like currency and language)
es: Guardar sus preferencias (moneda e idioma)
it: Salvare le tue preferenze (valuta e lingua)

source: Recover your account credentials
es: Recupere sus credenciales de acceso
it: Recupera le tue credenziali di accesso

source: Recovery
it: Recupero

source: Referent
es: Referente
it: Referente

source: Referent - Email
es: Email del referente
it: Referente - Email

source: Referent - First Name
es: Nombre del referente
it: Referente - Nome

source: Referent - ID Number
es: Número del documento del referente
it: Referente - Numero Documento

source: Referent - Last Name
es: Apellidos del referente
it: Referente - Cognome

source: Refugees
es: Refugiados
it: Rifugiati

source: Refund Claims
it: Richieste di rimborso

source: Refund claim - Reject
es: Petición de reembolso- Rechazar
it: Richiesta di rimborso - Rifiuta

source: Refund claim - Send Funds
it: Richiesta di rimborso - Invia fondi

source: Refund claim details
es: Detalles de la petición de reembolso
it: Dettagli della richiesta di rimborso

source: Refund claim successfull created.
it: Richiesta di rimborso creata con successo.

source: Refund claim successfull sent.
it: Richiesta di rimborso inviata.

source: Refund claims
es: Petición de reembolso
it: Richieste di rimborso

source: Refund invoice
es: Factura de reembolso
it: Fattura di rimborso

source: Refund to
es: Reembolsa a
it: Rimborsa a

source: Refuse
es: Rechazar
it: Rifiuta

source: Region
es: Región
it: Regione

source: Register
es: Registrados
it: Registrati

source: Registered Charity Number
es: Código Fiscal
it: Codice Fiscale

source: Registration
es: Registro
it: Registrazione

source: Registration date of your unverified friends.
es: Fecha de registro de tus amigos no verificados.
it: Data di registrazione dei tuo amici non verificati.

source: Registration date of your verified friends.
es: Fecha de registro de tus amigos verificados.
it: Data di registrazione dei tuo amici verificati.

source: Reject
es: Rechazar
it: Rifiuta

source: Reject reason
es: Motivo del rechazo
it: Motivo del rifiuto

source: Rejected
es: Rechazada
it: Rifiutata

source: Reload
es: Recargar
it: Ricarica

source: Remove
es: Eliminar
it: Rimuovi

source: Remove your account from Helperbit
es: Elimina tu cuenta de Helperbit
it: Elimina il tuo account da Helperbit

source: Repeat backup file password:
es: Repita la contraseña del archivo de recuperación
it: Ripeti la password del file di recupero:

source: Request Invoice
es: Pide recibo
it: Richiedi Ricevuta

source: Request Of Refunds
it: Richiesta di rimborso

source: Request of refund
it: Richiesta di rimborso

source: Request your code via snail mail, to verify your headquarter's position. We will send you a code to your postal address. When you receive it, insert the code in the geoverification process.
it: Richiedi il codice per posta, per verificare la posizione della tua sede. Ti invieremo un codice per posta. Quando lo riceverai, inseriscilo nel processo di geoverifica.

source: Requested
es: Pedido
it: Richiesto

source: Requests of refund
it: Richiesta di rimborso

source: Resend Account activation
es: Reenvía la activación de la cuenta
it: Reinvia l'attivazione dell'account

source: Reset
es: Resetea
it: Reimposta

source: Reset Link Sent
es: Link de reseteo enviado
it: Collegamento di reimpostazione inviato

source: Reset Password
es: Resetea contraseña
it: Reimposta Password

source: Resource <i>{{id}}</i> not found.
es: Recurso <i>{{id}}</i> no encontrado
it: Risorsa <i>{{id}}</i> non trovata.

source: Resource not found
es: Recurso no encontrado
it: Risorsa non trovata

source: Restore Wallet
it: Ripristina Portafoglio

source: Restore Wallet Procedure
es: Procedimiento de Restauración Cartera
it: Procedura di Ripristino Portafoglio

source: Restore a wallet from backup file
es: Restaura una cartera desde file de backup
it: Ripristina un portafoglio dal file di backup

source: Restore from backup
es: Recuperar a través de backup
it: Recupera tramite backup

source: Restore transaction sent
es: Transacción de restauración enviada
it: Transazione di ripristino inviata

source: Restore your funds
es: Restaura tus fondos
it: Ripristina i tuoi fondi

source: Resume
es: Reanuda
it: Riprendi

source: Retry
es: Reintenta
it: Riprova

source: Rome
es: Roma
it: Roma

source: Rors
it: Ror

source: SECURE - You have full control of your funds with Helperbit Multisig Bitcoin Wallet
es: SEGURO- Tiene total control de sus fondos gracias a la Cartera Bitcoin Multifirma de Helperbit
it: SICURO - Hai pieno controllo dei tuoi fondi grazie al Portafoglio Bitcoin Multifirma di Helperbit

source: Saint Peter Station Street
es: Calle de la Estación de San Pedro
it: Via della Stazione di San Pietro

source: Save changes
es: Guarde modificaciones
it: Salva modifiche

source: Scanned invoice
it: Fattura scansionata

source: Search ambassador
es: Busca Ambassador
it: Cerca Ambassador

source: Search donor
it: Trova donatore

source: Search event by country
it: Trova evento per paese

source: Search on Helperbit...
it: Cerca in Helperbit...

source: Search organization
it: Trova organizzazione

source: Search project
es: Busca un proyecto
it: Cerca un progetto

source: Search proposed npo
it: Trova npo proposta

source: Search:
es: Buscar:
it: Cerca:

source: Seconds
it: Secondi

source: Section
es: Selección
it: Sezione

source: Security
es: Seguridad
it: Sicurezza

source: Select an amount:
es: Seleccione un importe:
it: Seleziona una quantità:

source: Select each activity involved in your association
es: Selecciona cada actividad involucrada en tu asociación
it: Seleziona ogni attività coinvolta nella tua associazione

source: Select the administrator that will be able to sign a transaction provided by this wallet ({{evaluteMultisigType ()}}):
it: Seleziona l'amministratore che sarà in grado di firmare una transazione fornita da questo portafoglio ({{evaluteMultisigType ()}}):

source: Select the file of a document that proof your residency
es: Selecciona la imagen de un documento que demuestre su residencia:
it: Seleziona il file di un documento che dimostri la tua residenza

source: Select the project that you want to sustain with your campaign
es: Selecciona el proyecto que quieres apoyar con tu Campaña
it: Seleziona il progetto che vuoi sostenere con la tua Campagna

source: Select the wallet from where you want to send the requested funds
it: Seleziona il portafoglio da dove vuoi inviare i fondi richiesti

source: Select when your campaign will end, the campaign could not be longer than one month
es: Selecciona cuándo terminará tu Campaña, la Campaña no puede durar más de un mes
it: Seleziona quando terminerà la tua Campagna, la Campagna non può durare più di un mese

source: Send
es: Enviar
it: Invia

source: Send Activities
es: Envía Actividad
it: Invia Attività

source: Send Address
es: Envía Dirección
it: Invia Indirizzo

source: Send Countries
es: Envía Paises
it: Invia Paesi

source: Send Document
es: Envía Documento
it: Invia Documento

source: Send Information
es: Envía Información
it: Invia Informazioni

source: Send Media
es: Envía Media
it: Invia Materiale

source: Send OTC
es: Envía Código OTC
it: Invia Codice OTC

source: Send Otc Code
es: Envía Código OTC
it: Invia Codice OTC

source: Send Other Information
es: Envía Otra Información
it: Invia Altre Informazioni

source: Send a donation in few seconds
es: Enviar una donación en pocos segundos
it: Invia una donazione in pochi secondi

source: Send alert
es: Enviar un aviso
it: Invia un alert

source: Send an alert
es: Enviar un aviso
it: Invia un alert

source: Send an event alert
es: Enviar un aviso de evento
it: Invia un avviso di evento

source: Send feedback
es: Enviar un feedback
it: Invia un feedback

source: Send funds
es: Enviar fondos
it: Invia fondi

source: Send money
es: Enviar dinero
it: Invia denaro

source: Send proposal
es: Enviar propuesta
it: Invia proposta

source: Send reset
es: Enviar reset
it: Invia reset

source: Sending donation
es: Envía donación
it: Invo donazione

source: Sent
es: Enviada
it: Inviata

source: September
it: Settembre

source: Service unreachable
es: Servicio no disponible
it: Servizio non raggiungibile

source: Set an email and password for your account
es: Establezca una dirección email y una contraseña para su cuenta
it: Imposta un indirizzo email e una password per il tuo account

source: Settings
es: Impostaciones
it: Impostazioni

source: Setup
it: Configurazione

source: Share
es: Compartir
it: Condividi

source: Share on
es: Comparte en
it: Condividi su

source: Share with your friends!
es: ¡Comparte con tus amigos!
it: Condividi con i tuoi amici!

source: Show
es: Mostrar
it: Mostra

source: Show / Hide backup password
es: Mostrar/esconder la contraseña de recuperación
it: Mostra / Nascondi la password di recupero

source: Show details
es: Mostrar detalles
it: Mostra dettagli

source: Show passphrase
es: Mostrar frase de acceso
it: Mostra frase di accesso

source: Sign
es: Firma
it: Firma

source: Sign Verification
it: Firma verifica

source: Sign a transaction
es: Firme una transacción
it: Firma una transazione

source: Sign now
es: Firma ahora
it: Firma ora

source: Sign up to receive update from the Helperbit Team.
es: Inscríbase para recibir novedades del equipo de Helperbit
it: Iscriviti per ricevere aggiornamenti dal team di Helperbit.

source: Sign-in to use this chat
es: Acceda para usar este chat
it: Accedi per usare la chat

source: Signature
es: Firma
it: Firma

source: Signatures
es: Firmas
it: Firme

source: Signers
es: Firmantes
it: Firmatari

source: Signup
es: Regístrese
it: Registrati

source: Signup Form
it: Modulo di Registrazione

source: Signup Now!
es: Inscríbase Ahora!
it: Iscriviti Ora!

source: Signup now
es: Inscríbase ahora
it: Iscriviti ora

source: Signup with Google
it: Registrati con Google

source: Signup with Linkedin
it: Registrati con Linkedin

source: Signup with Twitter
it: Registrati con Twitter

source: Silver Ambassador Badge
es: Ambassador Badge Plata
it: Ambassador Badge Argento

source: Silver Donor Badge
es: Donor Badge Plata
it: Donor Badge Argento

source: Silver Fundraiser Badge
es: Fundraiser Badge Plata
it: Fundraiser Badge Argento

source: Simplify internal audit and procedure
es: Simplifique la verificación interna y los procedimientos
it: Semplifica l'audit interno e le procedure

source: Single User
es: Usuario individual
it: Utente Singolo

source: Single users
es: Usuarios individuales
it: Utenti singoli

source: Singleuser advantages
es: Ventajas para usuarios particulares
it: Vantaggi per individui

source: Slide
it: Scorri

source: Slowest
es: Más lenta
it: Più lenta

source: Smith
es: García
it: Rossi

source: Social Login
es: Acceso con las redes sociales
it: Accesso con i Social

source: Some admins are not registered yet. Please come back when are the admins are verified
es: Algunos Administradores no se han registrado aún. Por favor, vuelve cuando se verifiquen todos los Administradores
it: Alcuni Amministratori non sono ancora registrati. Per favore, torna quando sono verificati tutti gli Amministratori

source: Some times we just want to give directly to the end user, cutting any intermediary or organization. With Helperbit a real P2P donation is finally possible.
es: A veces queremos donar directamente al usuario final, dejando fuera a cualquier tipo de intermediario y organización. Con Helperbit finalmente se puede obtener una verdadera donación P2P.
it: Alcune volte vogliamo donare direttamente all'utente finale, tagliando qualsiasi intermediario ed organizzazione. Con Helperbit è finalmente possibile avere una vera donazione P2P.

source: Sometimes the mail provider will move activation mail to the Spam folder, so please check also there.
es: A veces, el provider del correo cambia el email de activación hacia el Spam, por lo tanto, controle también ahí.
it: A volte il provider di posta sposta l'email di attivazione nella cartella Spam, quindi controlla anche lì.

source: Source of information
es: Fuente de información
it: Sorgente dell'informazione

source: Spanish
es: Español
it: Spagnolo

source: Start
es: Inicio
it: Inizio

source: Start Geolocalization
es: Inicia Geolocalización
it: Inizia Geolocalizzazione

source: Start a new campaign now
es: Inicia ahora una nueva campaña
it: Inizia ora una nuova campagna

source: Start a new verification
it: Inizia una nuova verifica

source: Start procedure
es: Inicia el procedimiento
it: Inizia la procedura

source: Start receive bitcoin donations
es: Empiece a recibir donaciones en bitcoin
it: Inizia a ricevere donazioni in bitcoin

source: Started
es: Iniciado
it: Avviato

source: Statistics
it: Statistiche

source: Status
es: Estado
it: Stato

source: Statute
es: Estatuto
it: Statuto

source: Street
es: Calle
it: Via

source: Street Number
es: Número postal
it: Numero Civico

source: Street number
es: Número postal
it: Numero civico

source: Strong Flood
es: Fuerte inundación
it: Forte inondazione

source: Subject
es: Sujeto
it: Soggetto

source: Submit
es: Enviar
it: Invia

source: Submitted
es: Enviado
it: Inviato

source: Subscribe now!
it: Iscriviti ora!

source: Subscribe to Newsletter
it: Iscriviti alla newsletter

source: Subscribe to newsletter
es: Inscríbete a la newsletter
it: Iscriviti alla newsletter

source: Suggest an organization
es: Sugiera una organización
it: Suggerisci un'organizzazione

source: Summary
es: Sumario
it: Riassunto

source: Supporter Badge Locked
es: Soporte Badge Bloqueado
it: Supporter Badge Bloccato

source: Supporters
es: Apoyos
it: Sostenitori

source: Sweatshirt
it: Maglietta

source: T-shirt
it: Maglietta

source: TRANSPARENT - We use Blockchain technology to offer full transparency of economic flows
es: TRANSPARENTE- Utilizamos la tecnología Blockchain para ofrecer la total transparencia de los flujos económicos.
it: TRASPARENTE - Utilizziamo la tecnologia Blockchain per offrire la piena trasparenza dei flussi economici

source: Table visualization
es: Visualización en la tabla
it: Visualizzazione a tabella

source: Tags
es: Categorías
it: Categorie

source: Target
es: Objetivo
it: Obiettivo

source: Target must be greater than 0.01 BTC
es: El objetivo tiene que ser más grande que 0,01 BTC
it: L'obiettivo deve essere superiore a 0.01 BTC

source: Tax Code
it: P. IVA

source: Tax code
es: IVA
it: P. IVA

source: Telephone
es: Teléfono
it: Telefono

source: Tell your friends about your donation!
it: Condividi la tua donazione con gli amici!

source: Temp transaction
es: transacción temporal
it: Transazione temporanea

source: Temporary ID
es: ID temporal
it: ID temporaneo

source: Terms
it: Termini

source: Terms of Service
es: Terminos del servicio
it: Termini del Servizio

source: Terms of service
it: Termini del Servizio

source: Thanks to blockchain technology donors can track their own donations and organizations can show how they use it.
es: Gracias a la tecnología blockchain los donantes pueden rastrear sus propias donaciones y las organizaciones pueden mostrar su utilidad.
it: Grazie alla tecnologia blockchain i donatori possono tracciare le proprie donazioni e le organizzazioni possono mostrare il loro utilizzo.
