Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

source: You are not geolocalized yet; set your position to receive donations
es: No está usted aún geolocalizado; establezca su posición para recibir donaciones
it: Non sei ancora geolocalizzato; imposta la tua posizione per ricevere donazioni

source: You are not verified; start the verification process to achieve more trust
es: No está usted verificado; inicie el proceso de verificación para aumentar su confianza
it: Non sei verificato; inizia il processo di verifica per aumentare la tua affidabilità

source: You are now a fully verified user
es: Ahora eres un usuario verificado
it: Sei ora un utente interamente verificato

source: You are now a verified user
es: Ahora es un usuario verificado
it: Ora sei un utente verificato

source: You are now admin of {{user}}
es: Ahora es un administrador {{user}}
it: Ora sei un amministratore di {{user}}

source: You are now registered to our newsletter
it: Sei ora registrato alla nostra newsletter

source: You are removed from admins of {{user}}
es: Has eliminado {{user}} de los administradores
it: Hai rimosso {{user}} dagli amministratori

source: You are using an outdated browser and this website may not work correctly
es: Estás usando un browser no actualizado, y esta página web podría no funcionar correctamente
it: Stai utilizzando un browser non aggiornato, e questo sito web potrebbe non funzionare correttamente

source: You can add
es: Puedes añadir
it: Puoi aggiungere

source: You can also attach a photo of the event:
es: Puede adjuntar una foto del evento:
it: Puoi allegare una foto dell'evento:

source: You can also become a Helperbit ambassador in few easy steps, click
es: Puedes llegar a ser también un embajador Helperbit en pocos y simples pasos, pulsa
it: Puoi anche diventare un ambasciatore Helperbit in pochi semplici passi, premi

source: You can associate the project to an existing event. This is not compulsory, you can create a project that is not associated with an event. If the event you want to associate is not in the list this means that your verified position is far from it. Alternatively select a set of countries where your project will operate.
es: Se puede asociar el proyecto a un evento ya existente. Esto no es obligatorio, puedes crear un proyecto que no se ha asociado a un evento. Si el evento que deseas no esta en la lista esto significa que tu posición está lejos de él.Como alternativa, selecciona una serie de paises donde operará tu proyecto
it: È possibile associare il progetto ad un evento esistente. Questo non è obbligatorio, puoi creare un progetto che non è associato ad un evento. Se l'evento che vuoi associare non è nella lista questo significa che sei lontano da esso. In alternativa, seleziona una serie di Paesi dove opererà il tuo progetto.

source: You can become an Ambassador by inviting your friends to join Helperbit. Share the invitation link and expand your network!
it: Puoi diventare un ambasciatore invitando i tuoi amici ad iscriversi ad Helperbit. Condividi il tuo indirizzo di invito e espandi la rate!

source: You can complete all methods to reach the highest level of verification.
es: Puedes completar todos los métodos para alcanzar el máximo nivel de verificación.
it: Puoi completare tutti i metodi per raggiungere il massimo livello di verifica.

source: You can control and/or delete cookies as you wish – for details, see <a href="http://www.aboutcookies.org/">aboutcookies.org</a>. You can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed. If you do this, however, you may have to manually adjust some preferences every time you visit a site and some services and functionalities may not work.
it: Puoi controllare e/o cancellare i cookie come desideri - per i dettagli, vedi <a href="http://www.aboutcookies.org/">aboutcookies.org</a>. Puoi eliminare tutti i cookie già presenti sul tuo computer e puoi impostare la maggior parte dei browser per impedire che vengano inseriti. In tal caso, tuttavia, potrebbe essere necessario regolare manualmente alcune preferenze ogni volta che si visita un sito e alcuni servizi e funzionalità potrebbero non funzionare.

source: You can create a new fundraising campaign when the last active fundraising campaign will end
es: Podrás crear una nueva Campaña Fundraising cuando termine la última Campaña activa
it: Potrai creare una nuova Campagna Fundraising quando terminerà l'ultima Campagna attiva

source: You can improve your profile verification proceeding with one of the available methods.
es: Puedes mejorar la verificación de tu perfil procediendo con uno de los métodos disponibles
it: Puoi migliorare la verifica del tuo profilo procedendo con uno dei metodi disponibili.

source: You can modify the fee amount for statistically decrease the confirmation delay
es: Se puede modificar el importe de la comisión para reducir estadísticamente el retraso en obtener las confirmaciones.
it: È possibile modificare l'importo della commissione per ridurre statisticamente il ritardo nell'ottenere le conferme

source: You can reject this request, or approve it and send the requested funds:
es: Puedes rechazar esta petición o aprobarla y enviar los fondos solicitados:
it: Puoi rifiutare questa richiesta o approvarla e inviare i fondi richiesti:

source: You can request an invoice for tax deduction purpouses for the following donations you sent to an Helperbit NPO.
es: Puede pedir una factura para la deducción fiscal para las siguientes donaciones enviadas a una no profit en Helperbit.
it: È possibile richiedere una fattura ai fini di detrazione fiscale per le seguenti donazioni inviate a una no profit su Helperbit.

source: You can send an event alert to report a problem in your living position; if a certain number of users signal the same problem in an area, an event will be created. You can send only one alert per week.
es: Puede enviar una advertencia de evento para notificar un problema en su zona; si un número concreto de usuarios notifica el mismo problema en una zona, se creará un evento. Puede enviar solo una advertencia a la semana.
it: Puoi inviare un avviso di evento per segnalare un problema nella tua zona; se un certo numero di utenti segnala lo stesso problema in un'area, verrà creato un evento. Puoi inviare solo un avviso a settimana.

source: You can suggest an organization and we will contact them.
it: Puoi suggerire un organizzazione e noi la contatteremo.

source: You can't geolocalize in the sea
es: No puedes geolocalizarte en mar
it: Non puoi geolocalizzarti in mare

source: You decided to convert your donations to local currency, wallet is disabled.
es: Ha decidido convertir las donaciones en moneda local, la cartera bitcoin esta inhabilitada
it: Hai deciso di convertire le donazioni in valuta locale, il portafoglio bitcoin è disabilitato.

source: You do not have a wallet yet!
es: ¡No tiene todavía una cartera!
it: Non hai ancora un portafoglio!

source: You don't have a wallet to receive funds. Create one
es: No tienes una cartera para recibir los fondos. Crea una
it: Non hai un portafoglio per ricevere donazioni. Creane uno

source: You got this badge. Great!
es: Has obtenido este badge ¡bien!
it: Hai ottenuto questo badge. Bene!

source: You have a pending verification to sign for address
it: Hai una verifica pendente da firmare per l'indirizzo

source: You have already endorsed this organization.
es: Ya ha patrocinado a esta organización
it: Hai già sponsorizzato questa organizzazione.

source: You have been invited by
es: Te ha invitado
it: Sei stato invitato da

source: You have received a donation of {{amount}} BTC from {{from}}
it: Hai ricevuto una donazione di {{amount}} BTC da {{from}}

source: You have received a donation of {{amount}} BTC to your campaign
es: Has recibido una donación de {{amount}} BTC para tu Campaña
it: Hai ricevuto una donazione di {{amount}} BTC per la tua Campagna

source: You have received a refund claim from {{from}} of {{value}} {{currency}}
es: Has recibido una petición de reembolso de {{from}} de {{value}} {{currency}}
it: Hai ricevuto una richiesta di rimborso da {{from}} di {{value}} {{currency}}

source: You have successfully refused to sign this transaction.
es: Ha rechazado firmar esta transacción
it: Hai rifiutato di firmare questa transazione.

source: You have to upload the founding document that shows the purposes and governing model of your organization. It allows Helperbit to verify that your nonprofit is apolitical, recognized by your home Country and that you are focused on social causes
es: Tienes que subir un documento de fundación que demuestre la finalidad y la estructura de tu organización. Esto permite a Helperbit verificar que tu organización no Profit sea apolítica, reconocida por tu país de origen y se focalice en causa sociales.
it: Devi caricare il documento di fondazione che mostra lo scopo ed la struttura della tua organizzazione. Ciò permette ad Helperbit di verificare che la tua organizzazione non profit sia apolitica, riconosciuta dal tuo Paese d'origine e sia focalizzata sulle cause sociali

source: You have to upload the minutes of the last election assembly of the governing body, in order to give to Helperbit the names of the last people in charge of key positions. The document should not be older than 12 months
es: Tienes que subir las actas de la última asamblea que ha elegido a un órgano directivo, para dar a Helperbit los nombres de las personas en el cargo. El documento no tiene que tener más de 12 meses.
it: Devi caricare i verbali dell'ultima assemblea che ha eletto un organo direttivo, per dare a Helperbit i nominativi delle persone in carica. Il documento non deve essere più vecchio di 12 mesi

source: You have {{config.wallets.length}} of 10 possible wallets.
it: Hai {{config.wallets.length}} di 10 portafogli possibili.

source: You have {{multisigPending.transactions.length}} pending transactions to sign.
it: Hai {{multisigPending.transactions.length}} transazioni pendenti da firmare.

source: You haven't yet created a wallet; start to receive and donate by creating one
es: No ha creado aún una cartera; cree una para empezar a recibir y donar
it: Non hai ancora creato un portafoglio; creane uno per iniziare a ricevere e donare

source: You just typed your VAT number, you need to type the VAT number of the company that have emitted the invoice
es: Acaba de introducir su número de IVA, tiene que introducir el número de IVA de la sociedad que ha emitido la factura
it: Hai inserito la tua P.IVA, devi invece inserire quella dell'azienda che ha emesso la fattura

source: You must choose at least one tag
es: Tienes que seleccionar, por lo menos, un tag
it: Devi selezionare almeno un tag

source: You must complete all verifications to start rising funds.
es: Tienes que completar todas las verificaciones para empezar una recogida de fondos.
it: Devi completare tutte le verifiche per iniziare una raccolta fondi.

source: You need a new wallet to create another project
es: Necesita una cartera para crear otro proyecto
it: Hai bisogno di un portafoglio per creare un altro progetto

source: You need at least 3 admins to create a new wallet.
it: Necessiti di almeno 3 amministratori per creare un wallet.

source: You need to be geolocalized to access the simulation tool
es: Tiene que geolocalizarse para acceder al instrumento de simulación
it: Devi geolocalizzarti per accedere allo strumento di simulazione

source: You need to be logged in to make a donation through Helperbit
es: Tiene que haber efectuado el acceso para hacer una donación a través de Helperbit
it: Devi aver fatto l'accesso per fare una donazione tramite Helperbit

source: You need to be logged in with a geolocalized user to access the simulation tool
es: Tiene que haber efectuado el acceso y estar geolocalizado para poder acceder al instrumento de simulación
it: Devi aver fatto l'accesso ed esserti geolocalizzato per poter accedere allo strumento di simulazione

source: You need to be verified before creating a project (minimum trust level required is 40)
es: Tienes que estar verificado antes de poder crear un proyecto (el nivel mínimo de trust pedido es 40)
it: Devi essere verificato prima di poter creare un progetto (il livello minimo di trust richiesto è 40)

source: You need to have a wallet to make a donation through Helperbit
es: Tiene que tener una cartera para hacer una donación a través de Helperbit
it: Devi avere un portafoglio per fare una donazione tramite Helperbit

source: You need to have a wallet to publish a project
es: Tienes que tener una cartera para poder publicar un proyecto.
it: Devi avere un portafogli per pubblicare un progetto

source: You need to login to use this feature.
es: Tiene que efectuar el acceso para usar esta función
it: Devi effettuare l'accesso per utilizzare questa funzione.

source: You need to setup your account email and password to use all the functionalities of Helperbit.
es: Tiene que configurar el email y la contraseña de su cuenta para usar todas las funcionalidades de Helperbit.
it: È necessario configurare l'email e la password del proprio account per utilizzare tutte le funzionalità di Helperbit.

source: You need to verify this wallet
it: Devi verificare questo portafoglio

source: You operate here:
it: Tu operi qui:

source: You received a gift donation from
es: Has recibido una donación regalo de
it: Hai ricevuto una donazione regalo da

source: You set a target above the max permitted. The selected project needs
es: Has establecido un obiettivo por encima del máximo consentido. El proyecto seleccionado necesita
it: Hai inserito un obiettivo superiore al limite massimo. Il progetto selezionato necessita

source: You typed the wrong words
es: Ha introducido palabras erróneas
it: Hai inserito le parole sbagliate

source: You typed wrong credentials too many times. Your account will be unlocked
es: Has introducido las credenciales de manera errónea demasiadas veces. Tu cuenta se bloqueará
it: Hai inserito le credenziali sbagliate troppe volte. Il tuo account verrà bloccato

source: You will have the possibility to upload the CEO ID card, the Document should be valid and not expired [25 trust points].
es: Tendrás la posibilidad de subir el DNI del administrador delegado; el documento tiene que ser válido y no caducado [25 puntos trust]
it: Avrai la possibilità di caricare la carta d'identità dell'amministratore delegato; il documento deve essere valido e non scaduto [25 punti trust].

source: You will have the possibility to upload your ID card, the Document should be valid and not expired [25 trust points].
es: Tendrás la posibilidad de subir tu DNI; el documento tiene que ser válido y no caducado [25 puntos trust]
it: Avrai la possibilità di caricare la tua carta d'identità; il documento deve essere valido e non scaduto [25 punti trust].

source: You will have to upload a proof of residency, an utility bill that have your name and your address on it, the document shouldn't be older than 6 months [15 trust point]
es: Tendrás que subir una prueba de residencia, una factura a tu nombre y con tu dirección; el documento no tiene que tener más de 6 meses [15 puntos trust]
it: Dovrai caricare una prova di residenza, una bolletta intestata a te e con il tuo indirizzo; il documento non deve essere più vecchio di 6 mesi [15 punti trust]

source: You will have to upload the Certification of a Manager who appoints the Administrators of the funds. Helperbit provides you the document with the information; you have to print it, ask the Manager to sign it and then upload the signed document
es: Tendrás que subir la verificación de un Manager que nombre a los administradores de fondos. Helperbit te proporciona el documento con la información; tienes que imprimirlo, pedir al Manager que lo firme y subir el documento firmado.
it: Dovrai caricare la certificazione di un Manager che nomina gli amministratori dei fondi. Helperbit ti fornisce il documento con le informazioni; devi stamparlo, chiedere al Manager di firmarlo e quindi caricare il documento firmato

source: You won a merchandise object!
es: ¡Has ganado un premio comercial!
it: Hai vinto un premio commerciale!

source: You're admin of:
es: Eres administrador de:
it: Sei amministratore di:

source: You're not authenticated. Please log-in first
es: No te has autentificado. Accede
it: Non sei autenticato. Accedi

source: You're not authorized
it: Non sei autorizzato

source: Your Bitcoin deposit in the pool of funds
es: Su deposito Bitcoin en el servicio de seguros
it: Il tuo deposito Bitcoin nel servizio assicurativo

source: Your GPS position doesn't match with your geolocalization inputs
es: Su posición GPS no corresponde a la posición de su geolocalización
it: La tua posizione GPS non coincide con quella inserita

source: Your Statute.
es: Tu Estatuto
it: Il tuo Statuto.

source: Your Wallets and Verifications
it: I tuoi portafogli e le tue verifiche

source: Your account is active
it: Il tuo account è attivo

source: Your account is active.
es: Su cuenta esta activa
it: Il tuo account è attivo.

source: Your account is not active, check your email or
es: Su cuenta no esta activada, controle su email o
it: Il tuo account non è attivo, controlla la tua email o

source: Your address is now verified
es: ¡Tu dirección ahora se ha verificado!
it: Il tuo indirizzo è ora verificato

source: Your address is now verified!
es: ¡Su dirección ahora se ha verificado!
it: Il tuo indirizzo è ora verificato!

source: Your admins document is now verified
es: El Documento que nomina a los Administradores ahora se ha verificado
it: Il Documento che nomina gli Amministratori è ora verificato

source: Your alert has been sent.
es: El aviso ha sido enviado
it: La segnalazione è stata inviata.

source: Your are geolocalized here:
es: Estás geolocalizado aquí:
it: Sei geolocalizzato qui:

source: Your birthday is approaching, celebrate it by creating a fundraising campaign!
it: Il tuo compleanno si avvicina, festeggialo creando una campagna fundraising!

source: Your bitcoin address is
es: Su dirección bitcoin & egrave;
it: Il tuo indirizzo bitcoin è

source: Your campaign has been deleted because it violates terms of service; check your email for more information
es: Tu campaña se ha eliminado porque viola los términos de servicio; controla tu email para más información
it: La tua campagna è stata eliminata perché viola i termini di servizio; controlla la tua email per ulteriori informazioni

source: Your campaigns
it: Le tue campagne

source: Your document Id is now verified
es: Tu documento se ha verificado
it: Il tuo documento è stato verificato

source: Your documents are now verified
es: Tus documentos ahora se han verificado
it: I tuoi documenti sono ora verificati

source: Your documents has been rejected
es: Tus documentos han sido rechazados
it: I tuoi documenti sono stati rifiutati

source: Your donation has been sent
es: Su donación &egrave; se ha enviado
it: La tua donazione &egrave; stata inviata

source: Your email address is not verified
es: Tu dirección email no se ha verificado
it: Il tuo indirizzo email non è verificato

source: Your endorsment has been saved.
es: Su apoyo se ha guardado
it: Il tuo sostegno è stato salvato.

source: Your feedback has been sent.
es: Su feedback se ha enviado
it: Il tuo feedback è stato inviato.

source: Your location is an area classified as:
es: Tu posición está en un área clasificada como:
it: La tua posizione è in un area classificata come:

source: Your memorandum document is now verified
es: Tu Acta ahora está verificada
it: Il tuo Verbale è ora verificato

source: Your message was sent succesfully
it: Il tuo messaggio è stato inviato

source: Your multisig refund transaction has been broadcasted.
es: Tu transacción multifirma de reembolso ha sido enviada
it: La tua transazione multifirma di rimborso è stata inviata.

source: Your multisig transaction has been broadcasted
es: Tu transacción multifirma ha sido enviada
it: La tua transazione multifirma è stata inviata

source: Your part for the wallet creation is done! Remember to keep safe your Hardware Wallet, this will be necessary to sign transactions created by the organization.
es: ¡La parte de creación de tu cartera se ha terminado! Recuerda que debes conservar tu cartera hardware, esta será necesaria para firmar las transacciones creadas por la organización.
it: La tua parte di creazione del portafoglio è terminata! Ricordati di tenere al sicuro il tuo portafoglio hardware, poichè questo sarà necessario per firmare le transazioni create dall'organizzazione.

source: Your part for the wallet creation is done! Remember to store your address passphrase, this will be necessary to sign transactions created by the organization.
es: ¡La parte de creación de su cartera se ha terminado! Recuerde que debe conservar la passphrase de su dirección, esta será necesaria para firmar las transacciones creadas por la organización.
it: La tua parte di creazione del portafoglio è terminata! Ricordati di conservare la passphrase del tuo indirizzo, questa sarà necessaria per firmare le transazioni create dall'organizzazione.

source: Your password as been reset.
es: Su contraseña se ha restablecido
it: La password è stata reimpostata.

source: Your password has been reset
it: La password è stata reimpostata

source: Your profile is <b>{{verify.trustlevel}}%</b>complete
it: Il tuo profilo è completo al <b>{{verify.trustlevel}}%</b>

source: Your profile is not complete (missing
es: Tu perfil no está completo (faltan
it: Il tuo profilo è incompleto (manca

source: Your project "{{title}}" has been approved by Helperbit and it's now visible
it: Il tuo progetto "{{title}}" è stato approvato dagli amministratori di Helperbit ed è ora visibile

source: Your project "{{title}}" has been rejected by Helperbit admin
it: Il tuo progetto "{{title}}" è stato rifiutato dagli amministratori di Helperbit

source: Your project is accepting donations; click to pause it if you want to stop donations for a period.
es: Tu proyecto está aceptando donaciones; ponlo en pausa si deseas interrumpir las donaciones durante un periodo.
it: Il tuo progetto sta accettando donazioni; mettilo in pausa se desideri interrompere temporaneamente le donazioni.

source: Your project is paused, so it doesn't accept donations; click to resume it to receive donations.
es: Tu proyecto está en pausa; así no acepta ya donaciones; retómalo para recibir donaciones
it: Il tuo progetto è in pausa, quindi non accetta più donazioni; riprendilo per ricevere donazioni.

source: Your projects
it: I tuoi progetti

source: Your proof of residence is now verified
es: Tu prueba de residencia ahora se ha verificado
it: La tua prova di residenza è ora verificata

source: Your proposal has been submitted.
it: La tua proposta è stata inviata

source: Your refund claim to {{to}} of value {{value}} {{currency}} has been accepted
es: Tu petición de reembolso a {{to}} del valor de {{value}} {{currency}} ha sido aprobada
it: La tua richiesta di rimborso a {{to}} del valore di {{value}} {{currency}} è stata approvata

source: Your refund claim to {{to}} of value {{value}} {{currency}} has been accepted and the funds has sent
es: Tu petición de reembolso a {{to}} del valor de {{currency}} ha sido aprobada y los fondos han sido enviados
it: La tua richiesta di rimborso a {{to}} del valore di {{value}} {{currency}} è stata approvata ed i fondi sono stati inviati

source: Your refund claim to {{to}} of value {{value}} {{currency}} has been rejected with this reason: "{{reason}}"
it: La tua richiesta di rimborso a {{to}} del valore di {{value}} {{currency}} è stata rifiutata con la seguente motivazione: "{{reason}}"

source: Your refund claim was reject because...
it: La tua richiesta di rimborso è stata rifiutata perchè...
