Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

source: The 12-word passphrase have just been created client-side in the box below. These 12 words let you access to your wallet and to the funds
es: La frase de 12 palabras se ha creado client-side y está disponible aquí abajo. Estas 12 palabras le permitirán acceder a la cartera y a los fondos que allí se encuentren.
it: La frase da 12 parole è stata creata lato client ed è disponibile qui sotto. Queste 12 parole ti permetteranno di accedere al portafoglio ed ai fondi in esso contenuti

source: The 12-word passphrase have just been created client-side in the box below. These 12 words let you sign transactions created by the organization
es: La frase de 12 palabras se ha creado client-side y está disponible aquí abajo. Estas 12 palabras le permitirán firmar las transacciones creadas por la organización.
it: La frase da 12 parole è stata creata lato client ed è disponibile qui sotto. Queste 12 parole ti permetteranno di firmare le transazioni create dall'organizzazione

source: The Ambassador Program has been designed to reward the virtuous community of Helperbit. Your help is essential to spread our initiative and for this reason we are happy to thank you with unique prizes!
es: El Programa Ambassador se ha ideado para premiar a la virtuosa comunidad de Helperbit. Vuestra ayuda es fundamental para difundir nuestra iniciativa, y por eso, ¡estamos felices de poder agradecéroslo con premios únicos!
it: Il Programma Ambassador è stato ideato per premiare la virtuosa community di Helperbit. Il vostro aiuto è fondamentale per diffondere la nostra iniziativa e per questo siamo felici di potervi ringraziare con dei premi unici!

source: The Helperbit policy has been updated; please read and accept the new policy, or proceed to delete your account.
it: La policy di Helperbit è stata aggiornata; ti preghiamo di leggere ed accettare la nuova policy, o procedere all'eliminazione dell'account.

source: The admin {{firstname}} {{lastname}} should complete the ID verification!
it: L'amministratore {{firstname}} {{lastname}} deve completare la verifica ID!

source: The admin {{firstname}} {{lastname}} should register as single user on Helperbit using the email {{email}} and should complete the ID verification
it: L'amministratore {{firstname}} {{lastname}} deve registrarsi come utente in Helperbit usando la mail {{email}} e deve completare la verifica ID

source: The admins of this organization are:
es: Los Administradores de esta organización son:
it: Gli amministratori di questa organizzazione sono:

source: The beneficiary of the Campaign can not be you or a personal cause, choose the non-profit and support a charitable cause.
es: El beneficiario de la Campaña no podrás ser tú o una causa personal tuya, elige la no-profit y apoya una recogida de beneficencia.
it: Il benficiario della Campagna non potrai essere tu o una tua personale causa, scegli la non-profit e supporta una raccolta di beneficienza.

source: The body/association/foundation
es: El ente/ asociación/ fundación
it: L'ente/associazione/fondazione

source: The contourn map is a Beta Helperbit elaboration
es: El mapa de acompañamiento es una elaboración Beta de Helperbit
it: La mappa di contorno è una elaborazione Beta di Helperbit

source: The domain @
es: El dominio @
it: Il dominio @

source: The donation contributed to this project:
es: La donación ha contribuido en este proyecto:
it: La donazione è confluita in questo progetto:

source: The entire charity sector has been damaged by corruption, fraud and in addition the lack of transparency, inefficiency and unfair redistribution of funds bring people to not trust nonprofit organitations and avoid to donate.
es: Todo el sector de la beneficencia se ha visto dañado por corruptos y fraudes, además de la falta de transparencia, ineficacia e injusta redistribución de los fondos, haciendo así que las personas no se fíen de las organizaciones sin animo de lucro y eviten donar.
it: L'intero settore della beneficenza è stato danneggiato da corruzioni e frodi, oltre alla mancanza di trasparenza, inefficienza ed ingiusta redistribuzione dei fondi, portando le persone a non fidarsi delle organizzazioni senza scopo di lucro ed evitare di donare.

source: The file has an invalid format. Supported formats are:
es: El archivo tiene un formato no válido. Los formatos soportados son:
it: Il file ha un formato non valido. I formati supportati sono:

source: The file is above the maximum file size of
es: El archivo supera la dimensión máxima de
it: Il file supera la dimensione massima di

source: The hub to manage your activies on the platform
es: Panel para gestionar tus actividades en la plataforma
it: Pannello per gestire le tue attività nella piattaforma

source: The id number of each admin must be different
it: Il numero di documento di ciascun amministratore deve essere diverso

source: The link you are opening is expired or it is not valid or you are trying to access to your single user account while another account is already logged in.
es: La conexión que está abriendo ha caducado, no es válida o está intentando acceder a su cuenta aunque ya se haya efectuado el acceso con otra cuenta.
it: Il collegamento che stai aprendo è scaduto o non è valido o stai tentando di accedere al tuo account mentre si è già fatto l'accesso con un altro account.

source: The mail of this NPO profile, person in charge and each admin must be different
it: Le mail di questo profilo, della persona in carica e di ogni amministratore devono essere diverse

source: The multisig wallet '{{label}}' has been created
it: Il portafogli multifirma '{{label}}' è stato creato

source: The new multisignature wallet is almost created; the administrators will receive an email with instruction to complete their part of the wallet.
es: La nueva cartera multifirma casi se ha creado; los administratores recibirán una email con las instrucciones para completar el procedimiento para la creación de la cartera.
it: Il nuovo portafoglio multifirma è quasi creato; gli amministratori riceveranno un'email con le istruzioni per completare la loro procedura per la creazione del portafoglio.

source: The one time code letter has been sent to your home address
es: La carta OTC se ha enviado a tu dirección de residencia
it: La lettera OTC è stata inviata al tuo indirizzo di residenza

source: The organization {{user}} requires your consensus for creating a new wallet '{{label}}'
it: L'organizzazione {{user}} richiede il tuo consenso per la creazione di un nuovo portafoglio '{{label}}'

source: The organization {{user}} wants to send a refund transaction to {{toname}} of {{value}} BTC; sign it now
es: La organización {{usuario}} desea envíar una transacción de reembolso a {{toname}} de {{value}} BTC; fírmala ahora
it: L'organizzazione {{utente}} desidera inviare una transazione di rimborso a {{toname}} di {{value}} BTC; firmala ora

source: The organization {{user}} wants to send a transaction from '{{label}}'; sign it now
it: L'organizzazione {{user}} vuole inviare una transazione da '{{label}}'; firmala ora

source: The organization {{user}} wants to verify the keys for the wallet '{{label}}'; sign it now
it: L'organizzazione {{user}} vuole verificare le chiavi del portafoglio '{{label}}'; firma ora

source: The phone number is too long
it: Il numero di telefono è troppo lungo

source: The phone number is too short
it: Il numero di telefono è troppo corto

source: The project has been created
it: Il progetto è stato creato

source: The project has reached the fundraising goal
it: Il progetto ha raggiunto l'obiettivo

source: The proposal will be visible on this
it: La proposta sarà visibile in questa

source: The referent have to upload documents that proof the social aim of the organization, the date of fundation, the name of the people inside the organization that will be authorized at manage the bitcoin wallet and all documents needed at Helperbit to verify the level of trust of the organization.
es: El referente tiene que cargar documentos que demuestren el objetivo social de la organización, la fecha de fundación, el nombre del personal de la organización que esté autorizado para gestionar la cartera bitcoin, todos los documentos necesarios para Helperbit y así cumplir una adecuada verificación de la organización.
it: Il referente deve caricare documenti che dimostrino l'obiettivo sociale dell'organizzazione, la data della fondazione, il nome delle persone all'interno dell'organizzazione che saranno autorizzate a gestire il portafoglio bitcoin e tutti i documenti necessari a Helperbit per compiere un'adeguata verifica dell'organizzazione.

source: The referent have to upload documents that prove the existence of the company.
es: El referente tiene que cargar documentos que prueben la existencia de la empresa.
it: Il referente deve caricare documenti che provino l'esistenza dell'azienda.

source: The refund claim is pending for approval
es: Su petición de reembolso está a la espera de ser revisada y aprobada.
it: La richiesta di rimborso è in attesa di approvazione

source: The refund claim was accepted and the money has sent
es: Su petición de reembolso se ha aceptado y el dinero se ha enviado
it: La richiesta di rimborso è stata accettata ed il denaro è stato inviato

source: The refund claim was accepted and waiting for admin signatures
es: Su petición de reembolso está a la espera de ser revisada y firmada por los administradores
it: La richiesta di rimborso è stata accettata ed è in attesa delle firme degli amministratori

source: The refund claim was rejected
es: Su petición de reembolso se ha rechazado
it: La richiesta di rimborso è stata respinta

source: The service is unreachable; please try again later.
es: Este servicio no esta disponible; inténtelo más tarde.
it: Questo servizio non è raggiungibile; riprova più tardi.

source: The submitted documents must be in one of the following languages:
es: Los documentos enviados tienen que estar en una de las siguientes lenguas:
it: I documenti inviati devono essere in una delle seguenti lingue:

source: The transaction has been signed.
es: La transacción se ha firmado
it: La transazione è stata firmata.

source: The transaction is pending for admin signatures
es: El administrador no ha firmado aún la transacción
it: L'amministratore non ha ancora firmato la transazione

source: The user {{user}} requested the invoice for a donation you received
es: El usuario {{usuario}} ha pedido la factura para una donación que ha recibido
it: L'utente {{utente}} ha richiesto la fattura per una donazione che hai ricevuto

source: The user {{user}} signed up using your referral link
it: L'utente {{user}} si è iscritto usando il tuo link di invito

source: The verification procedure for non-profit organizations, public and private bodies allows these users to start transparent fundraising and receive bitcoin donations.
es: El procedimiento de verificiación de organizaciones no profit, entidades públicas y privadas permite poner en marcha recogidas de fondos transparentes y aceptar las donaciones en bitcoin.
it: La procedura di verifica di organizzazioni no profit, enti pubblici e privati permette di avviare raccolte fondi trasparenti ed accettare donazioni in bitcoin.

source: The verification procedure is focused on the identity and geographical location of individual users signed up for Helperbit. This passage allows citizens to be helped in case that they are affected by a natural disaster, receiving direct donations.
es: El procedimiento de verificación de la identidad y la posición geográfica de los usuarios particulares inscritos en Helperbit permite ayudar a los ciudadanos en caso de calamidad natural, recibiendo donaciones directas.
it: La procedura di verifica dell’identità e posizione geografica dei singoli utenti iscritti ad Helperbit permette ai cittadini di essere aiutati in caso di calamità naturale, ricevendo donazioni dirette.

source: The wallet has been created; you should wait for admins signatures.
it: Il portafoglio è stato creato; devi aspettare che gli amministratori completino la procedura.

source: The wallet is created! Remember to keep safe your Hardware Wallet, this will be necessary to use the wallet.
es: ¡Se ha creado la cartera! Recuerda guardar bien tu cartera hardware, esto será necesario para usar la cartera
it: Il portafoglio è stato creato! Ricordati di tenere al sicuro il tuo portafoglio hardware, questo sarà necessario per utilizzare il portafoglio.

source: The wallet is created! Remember to store your address passphrase, this will be necessary to use the wallet.
es: ¡Se ha creado la cartera! Recuerde memorizar la passphrase de la dirección, esta será necesaria para usar la cartera.
it: Il portafoglio è stato creato! Ricordati di memorizzare la passphrase dell'indirizzo, questa sarà necessario per utilizzare il portafoglio.

source: The wallet is empty
es: La cartera esta vacía
it: Il portafoglio è vuoto

source: There are already refund claims pending
es: Ya hay peticiones de reembolso a la espera
it: Ci sono già delle richieste di rimborso in attesa

source: There are few users in this area but you can suggest an organization to join Helperbit.
it: Ci sono pochi utenti in quest'area ma puoi suggerire un'organizzazione che si iscriva ad Helperbit.

source: There are no active projects yet.
es: No hay proyectos activos
it: Non ci sono progetti attivi.

source: There are no closed projects yet.
es: No hay todavía proyectos completados.
it: Non ci sono ancora progetti completati.

source: There are no invited users
es: No hay todavía usuarios invitados.
it: Non ci sono ancora utenti invitati.

source: There are no news yet.
es: No hay aún noticias.
it: Non ci sono ancora notizie.

source: There are no projects related to this event yet.
es: No hay aún proyectos que tengan que ver con este evento.
it: Non ci sono ancora progetti relativi a questo evento.

source: There are no request of refunds yet
es: No hay aún peticiones de reembolso.
it: Non ci sono ancora richieste di rimborso.

source: There are no transactions
es: No hay transacciones
it: Non ci sono transazioni

source: There are no transactions pending signing
es: No hay transacciones a la espera de ser firmadas
it: Non ci sono transazioni in attesa di essere firmate

source: There are no users yet in this area but you can suggest an organization to join Helperbit.
it: Non ci sono utenti in quest'area ma puoi suggerire un'organizzazione che si iscriva ad Helperbit.

source: There are not organization that are working in the area yet, please help us, suggest an organization and we will contact them.
it: Non ci sono ancora organizzazioni che operano in quest'area, aiutaci, suggeriscine una e la contatteremo.

source: There are several ways to make a donation in Helperbit: you can donate using Bitcoin, Litecoin, Ethereum and other 16 cryptocurrencies, but payments by credit, debit and prepaid cards are also accepted.
es: Hay distintas maneras de efectuar una donación en Helperbit: se puede donar usando Bitcoin, Litecoin, Ethereum y otras 16 criptomonedas, pero se aceptan también pagos a través de tarjeta de crédito, débito o prepago.
it: Ci sono diversi modi in cui effettuare una donazione su Helperbit: è possibile donare utilizzando Bitcoin, Litecoin, Ethereum e altre 16 criptovalute, ma sono accettati anche pagamenti tramite carta di credito, debito e prepagata.

source: There are {{transactions.length}} transactions to sign.
it: Ci sono {{transactions.length}} transazioni da firmare.

source: There is 1 transaction to sign.
es: Hay 1 transacción que firmar
it: C'è 1 transazione da firmare.

source: There was a problem, try again later
es: Ha habido un problema, inténtelo más tarde
it: C'è stato un problema, riprova più tardi

source: There was an error during the operation.
es: Ha habido un error durante el procedimiento
it: Si è verificato un errore durante l'operazione.

source: These are Bitcoin addresses owned by the user.
es: Estas son las direcciones Bitcoin que pertenecen al usuario
it: Questi sono gli indirizzi Bitcoin che appartengono all'utente.

source: This admin belongs to a multisig wallet
es: Este administrador pertenece a una cartera multifirma
it: Questo amministratore appartiene ad un portafoglio multifirma

source: This admin has signed the transaction
es: El administrador ha firmado la transacción
it: L'amministratore ha firmato la transazione

source: This admin hasn't signed the transaction
es: El administrador no ha firmado la transacción
it: L'amministratore non ha firmato la transazione

source: This email is not associated to any account
es: Este email no esta asociada a ninguna cuenta
it: Questa email non è associata ad alcun account

source: This event is already associated with one of your projects
es: Este evento ya se ha asociado a uno de sus proyectos
it: Questo evento è già stato associato con uno dei tuoi progetti

source: This feature is available only for verified users
es: Esta función está disponible solo para los usuarios verificados
it: Questa funzionalità è disponibile solo per gli utenti verificati

source: This field can contain letters and/or number
es: Este campo puede contener letras y/o números
it: Questo campo può contenere lettere e/o numeri

source: This field can contain lowercase characters, number and underscore symbol
es: Este campo puede contener carácteres minúsculos, números y guión bajo
it: Questo campo può contenere caratteri minuscoli, numeri e il trattino basso

source: This field is required
es: Este campo es obligatorio
it: Questo campo è obbligatorio

source: This field must be equal to New Password
es: Este campo tiene que ser igual a Nueva Contraseña
it: Questo campo deve essere uguale a Nuova Password

source: This field must be equal to password
es: Este campo tiene que ser igual a Nueva Contraseña
it: Questo campo deve essere uguale a Nuova Password

source: This field must contains at least a capital letter, lowercase letter and a number
es: Este campo tiene que contener, por lo menos, una letra mayúscula, una letra minúscula y un número
it: Questo campo deve contenere almeno una lettera maiuscola, una lettera minuscola e un numero

source: This field must have at least
es: El campo tiene que tener, por lo menos,
it: Il campo deve avere almeno

source: This is a super economic fee, transaction can take over 3 or 4 days to be confirmed
es: Esta es una modalidad super económica, pero la transacción puede necesitar 3 ó 4 dias para su confirmación.
it: Questa è una modalità super economica, ma la transazione può necessitare di 3 o 4 giorni per essere confermata

source: This is the amount of people that joined Helperbit thanks to your invite link; here you can check how many referred friends completed the ID verification process.
es: Esta es la lista de las personas que se han inscrito en Helperbit gracias a tu link de invitación; aquí puedes controlar si tus amigos invitados han completado el proceso de verificación del ID.
it: Questa è la lista delle persone che si sono iscritte ad Helperbit grazie al tuo link d'invito; qui puoi controllare se i tuoi amici invitati hanno completato il processo di verifica dell'ID.

source: This is the fastest method, you give to the platform the access to your GPS/Browser locator and Helperbit will verify the correspondence with your address. [5 trust point].
es: Este es el método más rápido: dadle a la plataforma el acceso a vuestro GPS/browser y Helperbit verificará la correspondencia con vuestra dirección. [5 punto trust]
it: Questo è il metodo più veloce: date alla piattaforma l'accesso al vostro GPS/browser e Helperbit verificherà la corrispondenza con il vostro indirizzo. [5 punti trust].

source: This is the list of admins that can sign your transactions; this wallet needs at least {{wallet.multisig.n}} signatures to broadcast a transaction.
it: Questa è la lista di amministratori che possono firmare le tue transazioni; questo portafoglio ha bisogno di almeno {{wallet.multisig.n}} firme per poter inviare una transazione.

source: This is the person that is managing this account. Fill out the form with your name, surname and ID
it: Questa è la persona che gestisce questo account. Completa il form con il tuo nome, cognome e ID

source: This is the slowest verification method but also the one that offer the highest percentage of trust. It will request to you to confirm your address, Helperbit will send to that address a mail with a code, once you will receive your code you can redeem it online and get 15 points of trust.
es: Este es el método de verificación más lento, pero también el que ofrece el mayor porcentaje de trust. Se te pedirá que confirmes tu dirección, Helperbit después enviará a esa dirección una carta con un código OTC. Una vez recibido el código podrás rescatarlo online y obtener 15 puntos de trust.
it: Questo è il metodo di verifica più lento, ma anche quello che offre la più alta percentuale di trust. Ti sarà chiesto di confermare il tuo indirizzo, Helperbit poi invierà a quell'indirizzo una lettera con un codice OTC. Una volta ricevuto il codice potrai riscattarlo online e ottenere 15 punti di trust.

source: This passage allows citizens to increase their trust level and be helped in case that they are affected by a natural disaster, receiving direct donations.
es: Este pasaje permite incrementar el nivel de confianza del usuario permitiéndole recibir ayuda en el caso de que se viera afectado por una catástrofe natural.
it: Questo passaggio permette di incrementare il livello di fiducia dell'utente permettendogli di ricevere aiuto nel caso fosse coinvolto in una catastrofe naturale.

source: This procedure allow you to verify the consistency of your wallet keys, and to create recovery transactions in case you lose your keys.
it: Questa procedura ti permette di verificare la correttezza delle tue chiavi, e di creare una transazione di recupero in caso di perdita delle chiavi.

source: This profile is verified up {{userImageConfig.percentage}}%
it: Questo profilo è verificato al {{userImageConfig.percentage}}%

source: This project has been fully funded
it: Questo progetto è stato completato

source: This site uses cookies to deliver its services.
es: Esta página usa cookies para ofrecer sus servicios.
it: Questo sito utilizza i cookie per fornire i propri servizi.

source: This transaction is a Request of Refund transaction for
es: Esta transacción es una petición de reembolso
it: Questa transazione è una richiesta di rimborso per

source: This user is not in the allowed admin list you submitted during verification
es: Este usuario no está en la lista de Administradores permitidos enviada durante la verificación.
it: Questo utente non è nella lista di amministratori consentiti inviata durante la verifica

source: This user is responsible for the text and graphic material in this Fundraising Campaign. Helperbit denies any responsibility and suggest to contact the platform at info@helperbit.com to notify any form of violation.
es: Este usuario es responsable del texto y material gráfico en esta Campaña Fundraising. Helperbit declina cualquier responsabilidad y sugiere contactar a la plataforma al email info@helperbit.com para notificar cualquier forma de violación.
it: Questo utente è responsabile per il testo e il materiale grafico in questa campagna Fundraising. Helperbit declina ogni responsabilità e suggerisce di contattare la piattaforma all'email info@helperbit.com per notificare qualsiasi forma di violazione.

source: This wallet belongs to this organization where you are an admin
es: Esta cartera pertenece a esta organización en la que es usted un administrador
it: Questo portafoglio appartiene a questa organizzazione in cui sei un amministratore
