Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

source: Bitcoin and over 24+ Altcoins supported
es: Bitcoin y otras 24+ Altcoin soportadas
it: Bitcoin ed altre 24+ Altcoin supportate

source: Bitcoin deposited in the pool of funds
es: Bitcoin depositados en el servicio del seguro
it: Bitcoin depositati nel servizio assicurativo

source: Bitcoin value
es: Valor en Bitcoin
it: Valore in Bitcoin

source: Bitcoin wallet
es: Cartera Bitcoin
it: Portafoglio bitcoin

source: Bronze Ambassador Badge
es: Ambassador Badge Bronce
it: Ambassador Badge Bronzo

source: Bronze Donor Badge
es: Donor Badge Bronce
it: Donor Badge Bronzo

source: Bronze Fundraiser Badge
es: Fundraiser Badge Bronce
it: Fundraiser Badge Bronzo

source: Business Entity Certificate
es: Cámara de comercio
it: Visura Camerale

source: CEO ID Document
es: Documento de Identidad del CEO
it: Documento di identità dell'AD

source: Campaign
it: Campagna

source: Campaign Donation
es: Donación Campaña
it: Donazione Campagna

source: Can't create a refund claim with this user
es: Imposible crear una petición de reembolso con este usuario
it: Impossibile creare una richiesta di rimborso con questo utente

source: Can't edit a concluded campaign
it: Impossibile modificare una campagna conclusa

source: Can't remove this refund claim
es: Imposible eliminar esta petición de reembolso
it: Impossibile rimuovere questa richiesta di rimborso

source: Cancel
es: Cancelar
it: Cancella

source: Cannot authenticate with your social account.
es: Used no se puede autentificar con su cuenta social.
it: Non ti puoi autenticare con il tuo account social.

source: Category
it: Categoria

source: Celebrate an important occasion like a birthday, a festivity or a personal milestone and promote it through a
es: Celebra una ocasión importante como un cumpleaños, un festivo o una meta personal y promuevela a través de una
it: Celebra un occasione importante come un compleanno, una festività o un traguardo personale e promuovilo tramite una

source: Change Password
es: Cambiar Contraseña
it: Cambia Password

source: Change your password
es: Cambiar contraseña
it: Cambia la tua password

source: Change your password with a stronger one and protect your account from external attackers.
es: Cambia tu contraseña por una más segura y protege tu cuenta de ataques
it: Cambia la tua password con una più sicura e proteggi il tuo account da attacchi.

source: Charities that accept bitcoin and crypto donations
es: No profit que aceptan donaciones en bitcoin y cripto
it: No profit che accettano donazioni in bitcoin e criptovalute

source: Check company advantages!
es: ¡Mira las ventajas para las empresas!
it: Guarda i vantaggi per l'azienda!

source: Check non-profit advantages!
it: Leggi i vantaggi per le no-profit!

source: Check singleuser advantages!
es: ¡Mira las ventajas para los usuarios particulares!
it: Guarda i vantaggi per gli individui!

source: Check which non-profit is accepting bitcoin donations and has created a charitable project.
es: Observa cuáles de las no-profit aceptan donaciones bitcoin y han creado un proyecto de beneficencia.
it: Guarda quali non-profit accettano donazioni bitcoin e hanno creato un progetto di beneficienza.

source: Check your badges
es: Controla tus Badges
it: Controlla i tuoi Badge

source: Check your wallets verification status
it: Controlla lo stato di verifica dei tuoi portafogli

source: Choose a Project
es: Cree un Proyecto
it: Scegli un Progetto

source: Choose a project
it: Scegli un progetto

source: Choose an NPO
it: Scegli una no-profit

source: Choose file
es: Selecciona un archivo
it: Seleziona un file

source: Choose files
es: Selecciona los archivos
it: Seleziona file

source: Choose this option if you don't own a Ledger or Trezor hardware wallet. During the procedure, you have to write down the 12-word mnemonic and keep it safe. These words let you access to your wallet and to the funds.
it: Scegli questa opzione se non possiedi un portafoglio hardware Ledger o Trezor. Durante la procedura, devi scrivere il codice mnemonico di 12 parole e tenerlo al sicuro. Queste parole ti consentono di accedere al tuo portafoglio e ai fondi.

source: Choose this option if you don't own a Ledger or Trezor hardware wallet. During the procedure, you have to write down the 12-word mnemonic and keep it safe. These words let you sign transactions from the wallet of your organization.
it: Scegli questa opzione se non possiedi un portafoglio hardware Ledger o Trezor. Durante la procedura, devi scrivere il codice mnemonico di 12 parole e tenerlo al sicuro. Queste parole ti consentono di firmare transazioni in uscita dal portafoglio della tua organizzazione.

source: Choose wallet type
es: Elige el tipo de cartera
it: Scegli il tipo di portafoglio

source: Choose your document type and insert the information
es: Selecciona el tipo de documento e introduce la información
it: Seleziona il tipo di documento ed inserisci le informazioni

source: Christmas
es: Navidad
it: Natale

source: City
es: Ciudad
it: Città

source: Classification Area
es: Área de clasificación
it: Area di classificazione

source: Click an image to select a project. Check project info by clicking on project name.
it: Premi su un immagine per selezionare il progetto. Controlla le informazioni del progetto premendo sul nome.

source: Click an image to select an NPO. Check NPO info by clicking on NPO name.
it: Premi un immagine per selezionare la NPO. Controlla i dettagli della NPO premendo sul nome.

source: Click here
es: Pulse aquí
it: Premi qua

source: Click here to select all the available balance of
it: Premi qua per selezionare tutto l'ammontare disponibile di

source: Click to copy
it: Fare clic per copiare

source: Click to copy the address
es: Pulse para copiar la dirección
it: Premi per copiare l'indirizzo

source: Click to copy the address URL
es: Pulsa para copia la dirección
it: Premi per copiare l'indirizzo

source: Click to delete this fundraising campaign.
es: Pulse aquí para eliminar esta Campaña Fundraising
it: Premi qui per eliminare questa Campagna Fundraising.

source: Click to delete this project.
es: Clica para eliminar este proyecto
it: Clicca per eliminare questo progetto.

source: Click to edit this fundraising campaign.
es: Clica aquí para modificar esta Campaña Fundraising.
it: Premi qui per modificare questa Campagna Fundraising.

source: Click to edit this project.
es: Clica para modificar este proyecto
it: Clicca per modificare questo progetto.

source: Click to generate the donation button code of this project.
it: Fai click per generare un tasto di donazione per questo progetto.

source: Click to go to this fundraising campaign.
es: Clica aquí para ir a la página de la Campaña Fundraising.
it: Premi qui per andare alla pagina della Campagna Fundraising.

source: Click to go to this project.
es: Clica aquí para ir a la página del proyecto
it: Premi qui per andare alla pagina del progetto.

source: Click to see the file
es: Clica para ver los archivos
it: Premi per vedere il file

source: Close
es: Cerrar
it: Chiudi

source: Closed
es: Cerrado
it: Chiuso

source: Closed Projects
it: Progetti Conclusi

source: Closed Round
it: Round Completati

source: Company
es: Empresa
it: Azienda

source: Company Anagraphic
es: Empresa Anagráfica
it: Anagrafica Azienda

source: Company Documents
es: Empresa Documentos
it: Documenti Azienda

source: Company Full Name
it: Nome Completo Azienda

source: Company advantages
es: Ventajas empesariales
it: Vantaggi aziendali

source: Complete
es: Completo
it: Completa

source: Complete all fields
es: Completa todos los campos
it: Completa tutti i campi

source: Complete the tasks and achieve digital rewards! Support us to spread the platform all over the world and become our top valuable user.
es: ¡Completa los task y obtiene un premio digital!Apóyanos para difundir la plataforma en todo el mundo y llegar a ser así nuestro mejor usuario.
it: Completa i task ed ottieni un premio digitale! Supportaci per diffondere la piattaforma in tutto il mondo e diventare un nostro miglior utente.

source: Complete your geolocalization information to proceed with the verification step.
it: Completa la geolocalizzazione per procedere con la verifica.

source: Complete your profile
es: Completa tu perfil
it: Completa il tuo profilo

source: Complete your profile and geolocalization
it: Completa il tuo profilo e la geolocalizzazione

source: Complete your user profile information to proceed with the verification step.
it: Completa le informazioni del tuo profilo utente per procedere alla verifica.

source: Completed!
it: Completato!

source: Confirm
es: Confirmación
it: Conferma

source: Confirm Address
es: Confirma Dirección
it: Conferma Indirizzo

source: Confirm Position
es: Confirma Posición
it: Conferma Posizione

source: Confirm delete activity
es: Confirma la eliminación de la actividad
it: Conferma l'eliminazione dell'attività

source: Confirm delete avatar
it: Conferma l'eliminazione dell'immagine del profilo

source: Confirm delete campaign
es: Confirma la eliminación de la campaña
it: Conferma l'eliminazione della campagna

source: Confirm delete project
es: Confirma la eliminación del proyecto
it: Conferma l'eliminazione del progetto

source: Confirm delete ror
es: Confirma la eliminación de la ror
it: Conferma l'eliminazione della ror

source: Confirm delete verification
es: Confirma la eliminación de la verificación
it: Conferma l'eliminazione della verifica

source: Confirm your address
es: Confirma dirección
it: Conferma indirizzo

source: Confirmed
es: Confirmado
it: Confermato

source: Connect to our node!
it: Connettiti al nostro nodo!

source: Contact
es: Contacto
it: Contatto

source: Contact Us
es: Contáctenos
it: Contattaci

source: Control Panel
es: Panel de Control
it: Pannello di Controllo

source: Control panel
es: Panel de Control
it: Pannello di controllo

source: Cookies
it: Cookie

source: Cookies Policy
es: Politica Cookie
it: Politica Cookie

source: Cookies policy
es: Politica cookie
it: Politica cookie

source: Copied!
es: ¡Copiado!
it: Copiato!

source: Copied! Now share it with your friends.
es: ¡Copiado! Ahora compártelo con tus amigos.
it: Copiato! Ora condividilo con i tuoi amici.

source: Copy your Invitation Link
es: Copia Link de invitación
it: Copia Link d'Invito

source: Copy your invite link and share it on social networks. Record a video or write an article to explain the features of the platform; in this way many more people will be interested to join our project!
es: Copia tu link de invitación y compártelo en las redes sociales. Graba un video o escribe un artículo para explicar las características de la plataforma; de esta manera ¡muchas personas podrán interesarse en nuestro proyecto!
it: Copia il tuo link di invito e condividilo sui social network. Registra un video o scrivi un articolo per spiegare le caratteristiche della piattaforma; in questo modo molte più persone saranno interessate ad aderire al nostro progetto!

source: Countries
es: Estados
it: Stati

source: Country
es: Estado
it: Stato

source: Coverflow
it: Immagine di copertina

source: Coverflow photo deleted successfully
it: Immagine di copertina eliminata con successo

source: Coverflow photo updated successfully
it: Immagine di copertina aggiornata con successo

source: Create
es: Crea
it: Crea

source: Create Verification
it: Verifica

source: Create a Bech32 segwit native address (bc1...)
it: Crea un indirizzo Bech32 nativo segwit (bc1...)

source: Create a Social Project
it: Crea un Progetto Sociale

source: Create a campaign
it: Crea una campagna

source: Create a new multisig wallet to send and receive Bitcoin
es: Cree una nueva cartera multifirma para enviar y recibir Bitcoin
it: Crea un nuovo portafoglio multi-firma per inviare e ricevere Bitcoin

source: Create a new wallet to send and receive Bitcoin
es: Cree una nueva cartera para enviar y recibir Bitcoin
it: Crea un nuovo portafogli per inviare e ricevere Bitcoin

source: Create a project
es: Cree un nuevo proyecto
it: Crea un progetto

source: Create a refund claim
es: Cree una petición de reembolso
it: Crea una richiesta di rimborso

source: Create a request of refund
it: Crea una richiesta di rimborso

source: Create a signature backup file
es: Crear un file de backup de la firma
it: Creare un file di backup della firma

source: Create a social project to accept cryptocurrency donations in Helperbit
es: Crear un proyecto para recoger fondos con criptomonedas en Helperbit
it: Creare un progetto per raccogliere fondi in criptovalute su Helperbit

source: Create a wallet
es: Cree una cartera
it: Crea un portafoglio

source: Create new request code
it: Crea un nuovo codice di richiesta

source: Create new wallet
es: Crea una cartera
it: Crea un portafoglio

source: Create now a project.
it: Crea un progetto ora.

source: Create now a wallet for receiving donations.
es: Crea una nueva cartera para recibir donaciones.
it: Crea adesso un portafoglio per ricevere donazioni.

source: Create or edit a fundraising campaign
es: Crea o modifica una Campaña Fundraising
it: Crea o modifica una Campagna Fundraising

source: Create or edit a project
es: Cree o modifique un proyecto
it: Crea o modifica un progetto

source: Create your account
es: Cree un perfil
it: Crea un profilo

source: Create your multisignature wallet and use it to send and receive donations.
es: Crea una cartera multifirma y úsala para enviar y recibir donaciones.
it: Crea un portafoglio multifirma e usalo per inviare e ricevere donazioni.

source: Create your own High Secure Bitcoin Wallet
es: Cree su cartera segura Bitcoin
it: Crea il tuo sicuro portafoglio Bitcoin

source: Created by:
es: Realizado por:
it: Realizzato da:

source: Creation date
es: Fecha de creación
it: Data di creazione

source: Credit/Debit card
es: Tarjeta de crédito/débito
it: Carta di credito/debito

source: Cryptocurrency donations are growing exponentially and it is expected that this payment method will become increasingly important for the entire charity sector. In Helperbit, non-profit organizations can learn more about this new tool and create innovative fundraising campaigns.
es: Las donaciones en criptomonedas están creciendo de manera exponencial y se prevé que este método de pago adquiera poco a poco más importancia para todo el sector de la beneficencia. En Helperbit, las organizaciones no profit pueden acercarse a esta nueva herramienta y crear innovadoras campañas de recogida de fondos.
it: Le donazioni in criptovalute sono in crescita esponenziale ed è previsto che questo metodo di pagamento diventerà sempre più importante per l’intero settore della beneficenza. Su Helperbit le organizzazioni non profit possono avvicinarsi a questo nuovo strumento e creare innovative campagne di raccolta fondi.

source: Currency
es: Moneda
it: Valuta

source: Custom Campaign Image Cover
es: Imagen de Portada Personalizada
it: Immagine di Copertina Personalizzata

source: Date
es: fecha
it: Data

source: Date from {{whenMinDate}} to {{whenMaxDate}}
es: Fecha desde {{whenMinDate}} hasta {{whenMaxDate}}
it: Data da {{whenMinDate}} a {{whenMaxDate}}

source: Date of birth
es: Fecha de nacimiento
it: Data di nascita

source: Days
it: Giorni

source: December
it: Dicembre

source: Declares that the people in charge ​ of the multisignature wallet created through Helperbit are:
es: Declara que los responsables de la cartera multifirma creada a través de Helperbit son:
it: Dichiara che i responsabili del portafoglio multifirma creato tramite Helperbit sono:

source: Default
es: Predefinido
it: Predefinito

source: Default Address
es: Dirección Predeterminada
it: Indirizzo Predefinito

source: Default Campaign Image Cover
es: Imagen de Portada Predeterminada
it: Immagine di Copertina Predefinita

source: Default Information
es: Información predeterminada
it: Informazioni predefinite

source: Default wallet
es: Cartera predefinida
it: Portafoglio predefinito

source: Define the amount you would like to reach with this campaign
es: Define el importe que deseas alcanzar con esta Campaña
it: Definisci l'importo che desideri raggiungere con questa Campagna

source: Degree
es: Grado
it: Laurea

source: Delete
es: Eliminar
it: Elimina

source: Delete Account
es: Elimina Cuenta
it: Elimina Account

source: Delete account
es: Elimina cuenta
it: Elimina account

source: Delete wallet
it: Elimina Portafoglio

source: Department of italian Civil Protection
it: Dipartimento Italiano della Protezione Civile

source: Depth under the ground of the simulated event
es: Profundidad del evento simulado
it: Profondità dell'evento simulato

source: Describe the event in one word
es: Describa el evento en una palabra
it: Descrivi l'evento in una parola

source: Describe your fundraising campaign
es: Describe tu Campaña Fundraising
it: Descrivi la tua Campagna Fundraising

source: Description
es: Descripción
it: Descrizione

source: Description of the bitcoin wallet used in Helperbit and its characteristics for the different types of users.
es: Descripción de la cartera de Bitcoin utilizada en Helperbit y sus características para los diferentes tipos de usuarios.
it: Descrizione del portafoglio bitcoin utilizzato in Helperbit e delle sue caratteristiche per le diverse tipologie di utente.

source: Description should be long at least 4 characters.
es: La descripción deberá tener una longitud de un mínimo de 4 caracteres.
it: La descrizione dovrebbe essere lunga almeno 4 caratteri.

source: Destination
es: Destinatario
it: Destinatario

source: Destination address
es: Dirección destinación
it: Indirizzo destinazione

source: Destination users
es: Usuarios destinatarios
it: Utenti destinatari

source: Details
es: Detalles
it: Dettagli

source: Device Geoverification
es: Geoverificación con Dispositivo
it: Geoverifica con Dispositivo

source: Discard changes
es: Ignore modificaciones
it: Ignora modifiche

source: Disposable email domains are not allowed
es: Los emails provisionales no están permitidos
it: Questa mail non è permessa

source: Do you confirm your submission?
es: ¿Desea confirmar el procedimiento?
it: Confermi la procedura?

source: Do you want to know more?
es: ¿quieres saber más?
it: Vuoi saperne di più?

source: Document
es: Documento
it: Documento

source: Document (Back)
es: Documento (parte de atrás)
it: Documento (Retro)

source: Document (Front)
es: Documento (parte de delante)
it: Documento (Fronte)

source: Document Expiration Date
es: Fecha de caducidad del documento
it: Data di Scadenza Documento

source: Document ID
es: Código documento
it: Codice documento

source: Document Registration Number
es: Número de registro del documento
it: Numero di registrazione del documento

source: Document hash
es: Hash documento
it: Hash documento

source: Document hash (stored immutable in this transaction)
es: Hash del docuemento (memorizado como inmutable en la transacción)
it: Hash del documento (memorizzato immutabile nella transazione)

source: Document registration number
es: Número de registro del documento
it: Numero di registrazione del documento

source: Document type
es: Tipo de documentación
it: Tipo di documento

source: Donate
es: Done
it: Dona

source: Donate directly to humanitarian causes
es: Done directamente a causas humanitarias
it: Dona direttamente a cause umanitarie

source: Donated
es: Donado
it: Donati

source: Donated To
es: Donado a
it: Donato a

source: Donation
es: Donación
it: Donazione

source: Donation graph
it: Grafo donazioni

source: Donation Button
es: Botón de Donación
it: Bottone di Donazione

source: Donation Graph
es: Grafo Donación
it: Grafo Donazioni

source: Donation ID
es: ID donación
it: ID donazione

source: Donation Received
es: Donaciones recibidas
it: Donazioni Ricevute

source: Donation button
es: Botón de donación
it: Bottone di donazione

source: Donation flow
es: Flujo donaciones
it: Flusso donazioni

source: Donation form
es: Módulo donación
it: Modulo donazione

source: Donation graph
es: Grafo donación
it: Grafo donazioni

source: Donation graph for the project
es: Gráfico donaciones del proyecto
it: Grafo donazioni del progetto

source: Donation graph for the user
es: Gráfico-donaciones del usuario
it: Grafo donazioni dell'utente

source: Donation invoices for tax deduction
es: Recibo fiscal para la deducibilidad de impuestos
it: Ricevuta fiscale per deducibilità fiscale

source: Donation of {{value}} BTC; click to view more details.
it: Donazione di {{value}} BTC; premi qui per maggiori dettagli.

source: Donation statistics
it: Statistiche donazioni

source: Donation to
es: Donación a
it: Donazione a

source: Donation to a fundraising campaign
es: Donación a una campaña fundraising
it: Donazione ad una campagna fundraising

source: Donation via ' + donation.fromcurrency + ' crypto-currency
es: Donación a través de' + donation.fromcurrency + ' crypto-currency
it: Donazione tramite ' + donation.fromcurrency + ' crypto-currency

source: Donation via credit/debit card
es: Donación a través de tarjeta de crédito o débito
it: Donazione tramite carta di debito/credito

source: Donations
es: Donaciones
it: Donazioni

source: Donations Received
es: Donaciones Recibidas
it: Donazioni Ricevute

source: Donations Volume
it: Volume Donazioni

source: Donations are received in this address
es: Las donaciones se recibirán en esta dirección
it: Le donazioni verranno ricevute in questo indirizzo

source: Donations volume
es: Volumen de donaciones
it: Volume donazioni

source: Done
es: Hecho
it: Fatto

source: Donor
es: Donante
it: Donatore

source: Donor Badge
it: Badge Donatore

source: Donor Badge Locked
es: Donor Badge Bloqueado
it: Donor Badge Bloccato

source: Donor/Origin
it: Donatore/Origine

source: Donors should be able to decide how their donation is used. Organizations that act properly should not be affected by few bad behaviors. Our aim is to offer tools that allow the system to work with a complete audit of economic flows.
es: Los donantes deberían poder decidir cómo utilizar su donación. Las organizaciones que actúan correctamente no deberían dejarse influir por pocos malos ejemplos. Nuestro objetivo es el de ofrecerles herramientas que permitan tener una completa trazabilidad de los flujos económicos.
it: I donatori dovrebbero essere in grado di decidere come utilizzare la loro donazione. Le organizzazioni che agiscono correttamente non dovrebbero essere influenzate da pochi cattivi esempi. Il nostro obiettivo è quello di offrire alla collettività degli strumenti che consentano di avere una tracciabilità completa dei flussi economici.

source: Download backup
es: Descargue backup
it: Scarica backup

source: Draft
es: Boceto
it: Bozza

source: Drag and drop in your precise position
es: Arrastre hasta su posición precisa
it: Trascina e rilascia nella tua precisa posizione

source: Drag and drop your file here or select it
es: Desplaza tu file aquí o selecciónalo
it: Trascina il file qui o selezionalo

source: Drag and drop your files here or upload it
es: Desplaza tus files aquí o súbelos
it: Trascina i file qui o caricali

source: Drag the earthquake marker in the map to simulate an earthquake event, and adjust sliders to know your potential gain.
es: Arrastre el marcador terremoto en el mapa para simular un terremoto y modifique los cursores para conocer su potencial reembolso.
it: Trascina l'indicatore del terremoto sulla mappa per simulare un evento di terremoto e regola i cursori per conoscere il tuo potenziale ritorno.

source: Drought
es: Carestía
it: Carestia

source: Duplicated publickey: you can't use the same hardware wallet of another admin
es: Publikey duplicada: no se puede usar la misma cartera hardware de otro administrador
it: Chiave pubblica duplicata: non puoi usare lo stesso hardware wallet per un altro amministratore
