Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

source: This wallet is already associated with one of your projects
it: Questo wallet è già stato associato con uno dei tuoi progetti

source: This web platform uses cookies to:
es: Esta plataforma web usa cookies para:
it: Questa piattaforma web utilizza i cookie per:

source: This website may not work correctly
es: Esta página web podría no funcionar correctamente
it: Questo sito web potrebbe non funzionare correttamente

source: This week you have already sent an alert
es: Esta semana ya ha enviado una advertencia.
it: Questa settimana hai già inviato un avviso

source: Through the page “Proposed NPO List” you can vote for your favorite organization. Every vote increases the community’s interest in having more and more innovative organizations!
es: A través de la página "Lista no profit propuestas" se puede votar a tu organización preferida. Cada voto aumenta el interés de la community en ir teniendo cada vez más organizaciones innovadoras.
it: Tramite la pagina “Lista non profit proposte” è possibile votare per la tua organizzazione preferita. Ogni voto aumenta l’interesse della community nell’avere sempre più organizzazioni innovative!

source: Time
es: Tiempo
it: Tempo

source: Time expired!
it: Tempo scaduto!

source: Title
es: Título
it: Titolo

source: To
es: A
it: A

source: To make the project visible in the platform you need to submit it; an Helperbit admin will validate the project and will approve or reject the project. Click to submit.
es: Para hacer visible el proyecto en la plataforma, es necesario enviarlo; un administrador de Helperbit analizará el proyecto y lo aprobará o rechazará. Clica para enviar.
it: Per rendere il progetto visibile sulla piattaforma è necessario inviarlo; un amministratore di Helperbit analizzerà il progetto e lo approverà o respingerà. Clicca per inviare.

source: To make this site work properly, we sometimes place small data files called cookies on your device. Most big websites do this too.
it: Per far funzionare correttamente questo sito a volte posizioniamo sul tuo dispositivo piccoli file di dati chiamati cookie. Questa procedura viene fatta dalla maggior parte dei siti web.

source: To proceed and use this website we reccomend you to install a more recent browser
es: Para proceder y usar la página web, te recordamos que debes instalar un browser más reciente
it: Per procedere ed utilizzare il sito web, ti raccomandiamo di installare un browser più recente

source: To proceed to verification methods, you must complete these fields:
es: Para proceder con los métodos de verificación, hay que completar estos campos:
it: Per procedere con i metodi di verifica, è necessario completare questi campi:

source: To proceed with the deletion procedure, please send an email to info@helperbit.com from the email you used to register your user; the Helperbit team will delete your account.
es: Para seguir con el procedimiento de eliminación, te rogamos que envíes un email a info@helperbit.com desde el email que has usado para registrarte; el equipo de Helperbit eliminará tu cuenta.
it: Per procedere con la procedura di eliminazione, ti preghiamo di inviare una mail a info@helperbit.com dalla email che hai usato per registrarti; il team di Helperbit eliminerà il tuo account.

source: To stimulate the use of the platform and its diffusion in a fun way, some challenges are proposed here, in order to guide new users to explore the features offered by Helperbit.
es: Para estimular de manera divertida el uso de la plataforma y su difusión, se proponen una serie de pequeños desafíos que guían a los nuevos usuarios a explorar la potencialidad ofrecida por Helperbit.
it: Per stimolare in modo divertente l’uso della piattaforma e la sua diffusione, vengono proposte una serie di piccole sfide che guidano i nuovi utenti a esplorare le potenzialità offerte da Helperbit.

source: To user
es: Al usuario
it: All'utente

source: To:
es: A:
it: A:

source: Today
es: Hoy
it: Oggi

source: Toggle navigation
es: Cambia navegación
it: Cambia navigazione

source: Toggle the fields to show in your public page
es: Activa o desactiva los campos que muestras en tu página pública.
it: Attiva o disattiva i campi da mostrare nella tua pagina pubblica

source: Too many requests
es: Demasiadas peticiones
it: Troppe richieste

source: Too many requests; please try again later.
es: Demasiadas peticiones; inténtelo más tarde
it: Troppe richieste; riprova più tardi.

source: Tools
es: Herramientas
it: Strumenti

source: Top Ambassadors
es: Clasifica Ambassador
it: Classifica Ambassador

source: Top Donors
es: Mejores donantes
it: Migliori Donatori

source: Top donors
it: Migliori Donatori

source: Total Supporters
es: Apoyos totales
it: Sostenitori Totali

source: Total number of users in the pool of funds
es: Número total de usuarios del servicio de seguros
it: Numero totale di utenti nel servizio assicurativo

source: Total value
it: Valore totale

source: Track donations on blockchain
it: Traccia le donazioni sulla blockchain

source: Track the user traffic in the platform with a third-party service (google analytics)
es: Rastrear el tráfico del usuario en el interior de la plataforma a través de un servicio externo (google analytics)
it: Tracciare il traffico dell'utente all'interno della piattaforma tramite un servizio esterno (google analytics)

source: Transaction
es: Transacción
it: Transazione

source: Transaction ID
es: ID transacción
it: ID Transazione

source: Transaction Link
it: Link Transazione

source: Transaction description
es: Descripción transacción
it: Descrizione transazione

source: Transaction of {{value}} BTC; click to view more details.
it: Transazione di {{value}} BTC; premi qui per maggiori dettagli.

source: Transaction sign
it: Firma transazione

source: Transactions
es: Transacciones
it: Transazioni

source: Trending projects
es: Proyectos de tendencia
it: Progetti di tendenza

source: Trust Badge Locked
es: Trust Badge Bloqueado
it: Trust Badge Bloccato

source: Trust level threshold
es: Umbral del nivel de confianza
it: Soglia del livello di affidabilità

source: Tx Id
it: Id Tx

source: Type
es: Tipo
it: Tipo

source: Type a message...
es: Escriba un mensaje...
it: Scrivi un messaggio...

source: Type here the requested words of the passphrase displayed in the previous windows
es: Digitar aquí las palabras indicadas de la passphrase visualizadas en la ventana precedente.
it: Digita qui le parole richieste della passphrase visualizzate nella finestra precedente

source: Type your email address, a reset link will be sent to that address.
es: Escriba su dirección email, un link de reset se mandará a aquella dirección
it: Scrivi il tuo indirizzo email, un link di reset ti sarà mandato a quell'indirizzo.

source: Unable to get information from the hardware wallet
es: Imposible obtener información de la cartera hardware
it: Impossibile ricevere le informazioni dall'hardware wallet

source: Unconfirmed
es: No confirmada
it: Non confermata

source: Update
es: Actualizar
it: Aggiorna

source: Update Activities
es: Actualiza Actividades
it: Aggiorna Attività

source: Update Address
es: Actualiza dirección
it: Aggiorna Indirizzo

source: Update Countries
es: Actualiza Paises
it: Aggiorna Paesi

source: Update Document
es: Actualiza Documento
it: Aggiorna Documento

source: Update Information
es: Actualiza Información
it: Aggiorna Informazioni

source: Update Media
es: Actualiza Material
it: Aggiorna Materiale

source: Update Other Information
es: Actualiza Otras Informaciones
it: Aggiorna Altre Informazioni

source: Update Profile
es: Actualizar Perfil
it: Aggiorna Profilo

source: Updates
it: Aggiornamenti

source: Upload
es: Subir
it: Carica

source: Upload photos and images linked with your fundraising campaign. Media materials generate powerful emotional reactions in donors and improve your fundraising. You can upload a cover image for your fundraising campaign. Choose between a default image or upload a custom one.
es: Sube fotos e imágenes relacionadas con tu campaña fundraising. El material multimedia genera empatía en los donantes y mejora tu recogida. Puedes cargar una imagen de portata para tu campaña fundraising. Elige entre una de las imágenes predefinidas o carga una personalizada.
it: Carica foto e immagini collegate alla tua campagna fundraising. I materiali multimediali generano empatia nei donatori, e migliorano la tua raccolta. Puoi caricare una immagine di copertina per la tua campagna fundraising. Scegli tra una delle immagini predefinite o caricane una personalizzata.

source: Upload photos and images linked with your project. Media materials generate powerful emotional reactions in donors and improve your fundraising
es: Carga fotos e imágenes relacionadas con tu proyecto. Los materiales multimedia generan potentes interacciones emotivas en los donantes y mejoran tu recogida de fondos.
it: Carica foto e immagini collegate al tuo progetto. I materiali multimediali generano maggiori interazioni emotive nei donatori e migliorano la tua raccolta fondi

source: Upload the documents requested below.
es: Sube los documentos que se solicitan
it: Carica i documenti richiesti.

source: Upload the previous document signed
es: Sube el documento precedente firmado
it: Carica il documento precedente firmato

source: Upload the scanned invoice
es: Cargue la imagen del recibo
it: Carica la scansione della ricevuta

source: Upload your Document
es: Sube tu Documento
it: Carica il tuo Documento

source: Upload your Memorandum
es: Sube tu Acta de Asamblea
it: Carica il tuo Verbale di Assemblea

source: Upload your Proof of Residency
es: Sube tu Prueba de Residencia
it: Carica la tua Prova di Residenza

source: Upload your Statute
es: Sube tu Estatuto
it: Carica il tuo Statuto

source: Upload your organization related document to get verified as an organization.
es: Sube el documento relativo a tu ente, para ser verificado como organización no profit.
it: Carica i documenti relativi all'organizzazione per verificarla.

source: Use your Ledger Nano device to create a new Helperbit wallet
es: Usa tu dispositivo Ledger Nano para crear una nueva cartera Helperbit
it: Usa il tuo dispositivo Ledger Nano per creare un nuovo portafoglio Helperbit

source: Use your Ledger Nano device to create a new Helperbit wallet for the organization
es: Usa tu dispositivo Ledger Nano para crear una nueva cartera Helperbit para la organización.
it: Usa il tuo dispositivo Ledger Nano per creare un nuovo portafoglio Helperbit per l'organizzazione

source: User
it: Utente

source: User Information
es: Información del Usuario
it: Informazioni Utente

source: User Type
es: Tipología usuario
it: Tipologia Utente

source: User can decide to make donation with debit card or directly in bitcoin. Organization can accept bitcoin or local currency.
es: El usuario puede decidir si quiere hacer una donación con tarjeta de crédito o con bitcoin directamente. La organización puede aceptar bitcoin o moneda local.
it: L'utente può decidere di fare una donazione con carta di debito o direttamente in bitcoin. L'organizzazione può accettare bitcoin o valuta locale.

source: User privacy is a very important value for us. Each individual can change the settings related to the public visualisation of personal data through the own configuration page. For more information, see the Privacy Policy page.
es: La privacidad de los usuarios es muy importante para nostros. Cada individuo puede cambiar la configuración relativa a los datos públicos de su perfil a través de la página de configuración. Para mayor información, ver la página Política de Privacidad.
it: La privacy degli utenti è molto importante per noi. Ogni individuo può cambiare le impostazioni relative ai dati pubblici del profilo tramite l'apposita pagina di configurazione. Per maggior informazioni, vedere la pagina Privacy Policy.

source: User recipient
es: Usuario receptor
it: Utente ricevente

source: Username
es: Nombre usuario
it: Nome utente

source: Username already registered
es: Nombre de usuario ya registrado
it: Nome utente già in uso

source: Username or Email
es: Nombre usuario o Email
it: Nome utente o Email

source: Username should be a string with only alphanumeric characters
es: El nombre del usuario tiene que ser una cadena de caracteres alfanuméricos
it: Il nome utente deve essere una stringa con solo caratteri alfanumerici

source: Username:
es: Nombre usuario:
it: Nome Utente:

source: Users requested
es: Usuarios solicitados
it: Utenti richiesti

source: VAT
es: registro IVA
it: P. IVA

source: Value
es: Valor
it: Valore

source: Value at time of transaction
es: Valor en el momento de la transacción
it: Valore nel momento della transazione

source: Verification
es: Verificación
it: Verifica

source: Verification and Trust Level of a single user
es: Verificación y Trust Level de un usuario particular
it: Verifica e Trust Level di un singolo utente

source: Verification completed.
it: Verifica completata.

source: Verification not completed
es: Verificación no completada
it: Verifica non completata

source: Verification process for a Legal Body
es: Verificación de una entidad legal
it: Verifica di un Ente Giuridico

source: Verification signed successfully.
it: Verifica firmata con successo.

source: Verified
es: Verificado
it: Verificato

source: Verified Friends
es: Amigos Verificados
it: Amici Verificati

source: Verify
it: Verifica

source: Verify your account
es: Verifique su cuenta
it: Verifica il tuo account

source: Verify your keys
it: Verifica le tue chiavi

source: Verify your position with device geoverification
es: Verifica tu posición con la geoverificación del dispositivo
it: Verifica la tua posizione con la geoverificazione del dispositivo

source: Very Strong Flood
es: Tromba de agua Muy Fuerte
it: Indonazione Molto Violenta

source: Very high risk
es: Riesgo muy alto
it: Rischio molto alto

source: Very low risk
es: Riesgo muy bajo
it: Rischio molto basso

source: View all
es: Visualice todo
it: Visualizza tutti

source: View the complete donation graph and track the money flows from the donors to the project.
es: Visualiza el grafo de las donaciones completo y traza los flujos monetarios del donante al proyecto
it: Visualizza il grafo delle donazioni completo e traccia i flussi monetari dal donatore al progetto.

source: View the complete donation graph and track the money flows from the donors to the user.
es: Visualiza el grafo de las donaciones completo y traza los flujos monetarios desde el donante hasta el usuario
it: Visualizza il grafo delle donazioni completo e traccia i flussi monetari dal donatore all'utente.

source: View the complete donation graph and track the money flows of the Helperbit platform.
es: Visualiza el grafo de las donaciones completo y traza los flujos monetarios en la plataforma Helperbit.
it: Visualizza il grafo delle donazioni completo e traccia i flussi monetari nella piattaforma Helperbit.

source: Visit
es: Visualiza el grafo de las donaciones completo y traza los flujos monetarios en la plataforma Helperbit
it: Visita

source: Wait the OTC
es: Espera el código OTC
it: Attendi il codice OTC

source: Wait until the project will be approved.
it: Attendi finchè il progetto non è stato approvato.

source: Waiting
es: En espera
it: In attesa

source: Wallet
es: Cartera
it: Portafoglio

source: Wallet Restore
it: Ripristino del portafoglio

source: Wallet Verification
it: Verifica Portafogli

source: Wallet Verify
it: Verifica Portafoglio

source: Wallet creation
es: Creación de cartera
it: Creazione portafoglio

source: Wallet description (ie: 'Funds for Haiti flood'):
es: Descripción cartera (ej: “Fondos para las inundaciones de Haiti”)
it: Descrizione portafoglio (es: 'Fondi per alluvione ad Haiti'):

source: Wallet not empty
it: Portafoglio non vuoto

source: We are a Company that operate in these fields...
es: Somos una Empresa que opera en los siguientes campos.. .
it: Siamo un Azienda che opera nei seguenti campi...

source: We are a Municipality that operate in these fields...
es: Somos un Municipio que opera en los siguientes campos.. .
it: Siamo una Municipalità che opera nei seguenti campi...

source: We are a Non Profit Organization that operate in these fields...
es: Somos una Organización No Profit que opera en los siguientes campos...
it: Siamo una Organizzazione Non Profit che opera nei seguenti campi...

source: We do not store your passphrase and cannot recover it if lost
es: No conservamos su passphrase y no podemos recuperarla si se ha perdido
it: Non conserviamo la tua passphrase e non possiamo recuperarla se persa

source: We have sent a new activation url to your mail address.
es: Hemos mandado un link de activación a su dirección email.
it: Abbiamo mandato un link di attivazione al tuo indirizzo email.

source: We have sent an email to you with a reset link, please check your mail inbox.
es: Le hemos enviado una email con el link de reset, controle su correo en “recibidos”
it: Ti abbiamo inviato una email con il link di reset, controlla la tua posta in arrivo.

source: We offer a geographic approach for natural disasters, so you know exactly who is in need and you can help knowingly.
es: Ofrecemos un enfoque geográfico para los desastres naturales, de manera que sepamos exactamente quién necesita ayuda y ayudarlo.
it: Offriamo un approccio geografico per i disastri naturali, in modo da sapere esattamente chi è nel bisogno ed aiutarlo consapevolmente.

source: We provide multisignature wallet (2of3) to all our users, and a n-of-m multisignature wallet for organizations. This reduce drastically the risk of theft and misuse of the donations.
es: Ofrecemos una cartera multifirma (2 de 3) a todos nuestros usuarios y una cartera multifirma n-di-m para las organizaciones. Esto reduce, de manera drástica, el riesgo de robo y uso impropio de las donaciones.
it: Forniamo un portafoglio multifirma (2di3) a tutti i nostri utenti ed un portafoglio multifirma n-di-m per le organizzazioni. Ciò riduce drasticamente il rischio di furto e uso improprio delle donazioni.

source: We will provide you news and updates about 1 time per month. You may unsubscribe any time by clicking the unsubscribe-link in our newsletter.
es: Os daremos noticias y actualizaciones alrededor de una vez al mes. Puedes anular la inscripción en cualquier momento clicando en el link de cancelación de nuestra newsletter.
it: Vi forniremo notizie e aggiornamenti circa 1 volta al mese. Puoi annullare l'iscrizione in qualsiasi momento facendo clic sul link di disiscrizione nella nostra newsletter.

source: We will verify that your NPO is a non profit and the principles are compatible with our TOS
es: Verificaremos que tu organización es una no profit y que los principios son compatibles con nuestros TOS
it: Verificheremo che la tua organizzazione è una non profit ed i principi sono compatibili con i nostri TOS

source: Website
es: Página web
it: Sito web

source: Wedding
es: Matrimonio
it: Matrimonio

source: Welcome to Helperbit!
es: ¡Bienvenido a Helperbit!
it: Benvenuto in Helperbit!

source: What are RORS?
it: Cosa sono le ROR?

source: What are badges?
es: ¿Qué son los badge?
it: Che cosa sono i badge?

source: What are cookies?
es: ¿Qué son las cookies?
it: Che cosa sono i cookie?

source: What is a fundraising campaign?
es: ¿Qué es una campaña fundraising?
it: Che cos’è una campagna fundraising?

source: Who is an Ambassador?
es: ¿Qué es un Ambassador?
it: Chi è un Ambassador?

source: Why Helperbit
it: Perchè Helperbit

source: Why Helperbit
es: Por qué Helperbit
it: Perchè Helperbit

source: Why signup
es: Por qué registrarse
it: Perchè registrarsi

source: Wildfire
es: Incendio
it: Incendio

source: Wildlife
es: Naturaleza
it: Natura

source: Win amazing prizes! - Helperbit
it: Vinci fantastici premi! - Helperbit

source: Withdraw local currency (EUR,USD)
es: Retire moneda local (EUR, USD)
it: Ritira valuta locale (EUR, USD)

source: World
it: Mondo

source: World Statistics
es: Estadísticas mundiales
it: Statistiche Mondiali

source: Would you like to have full control over your donations and see how your money are spent?<br>Are you living in an area affected by natural disasters?
es: ¿Querrías tener el control total de tus donaciones y ver como se usa tu dinero?<br>¿Vives en una zona afectada por desastres naturales?
it: Vorresti avere il pieno controllo delle tue donazioni e vedere come vengono spesi i tuoi soldi? <br>Vivi in una zona colpita da disastri naturali?

source: Would you like to make a transparent donation to a specific organization but it is not in Helperbit? Please tell us about this organization and we will try to contact its team.
es: ¿Le gustaría hacer una donación transparente a una organización específica pero no se ha registrado aún en Helperbit? Señale esta organización e intentaremos ponernos en contacto con ella.
it: Vuoi fare una donazione trasparente ad un'organizzazione specifica ma non è in Helperbit? Faccelo sapere, e proveremo a contattarla.

source: Would you like to raise more funds globally in a fast and efficient manner?<br>Are you ready to be transparent and accountable for the use of your fundraising?
es: ¿Te gustaría recoger más fondos a nivel global de forma rápida y eficaz?<br> ¿Estás preparado para ser transparente y responsable en el uso de los fondos recogidos?
it: Vorresti raccogliere più fondi a livello globale in modo rapido ed efficiente? <br> Sei pronto ad essere trasparente e responsabile per l'utilizzo dei fondi raccolti?

source: Would you like to sell your humanitarian product globally?<br>Would you like to eliminate any chargeback issue?
es: ¿Te gustaría ver tu proyecto humanitario a nivel global?<br> ¿Te gustaría eliminar cualquier problema de chargeback?
it: Vorresti vendere il tuo prodotto umanitario a livello globale? <br>Vorresti eliminare qualsiasi problema di chargeback?

source: Write here the code of the user that invite you to signup on Helperbit and get the badge!
es: Escribe aquí el código del usuario que te ha invitado a registrarte en Helperbit y ¡consigue el badge!
it: Scrivi qui il codice dell'utente che ti ha invitatp a registrarti su Helperbit ed ottieni il badge!

source: Write the countries where your organization operates
es: Selecciona los paises donde opera tu organización
it: Seleziona i Paesi dove opera la tua organizzazione

source: Write your passphrase down and keep it safe
es: Escriba su passphrase y consérvela en lugar seguro.
it: Scrivi la tua passphrase e tienila al sicuro

source: Wrong backup file or backup password
es: Archivo de backup erróneo o contraseña de backup errónea
it: File di backup o password errata

source: Wrong backup file: address mismatch
es: Archivo de backup erróneo: la dirección no corresponde
it: File di backup errato: indirizzo non coincide

source: Wrong backup password
es: Contraseña de backup errónea
it: Password di backup errata

source: You achieved a new badge: {{badge}}
es: Has desbloqueado un nuevo badge: {{badge}}
it: Hai sbloccato un nuovo badge: {{badge}}

source: You are banned from Helperbit
es: Se te ha expulsado de Helperbit
it: Sei bannato da Helperbit

source: You are leaving Helperbit.com following an external link.
es: Estás dejando Helperbit.com hacia un link externo.
it: Stai abbandonando Helperbit.com seguendo un link esterno.

source: You are leaving the page but there are unsaved changes
es: Está dejando la página pero hay modificaciones que no se han guardado
it: Stai lasciando la pagina ma ci sono modifiche non salvate

source: You are not geolocalized
es: No está usted geolocalizado
it: Non sei geolocalizzato
