Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

source: Insert the following HTML code in the <i>head</i> section of your werbsite.
es: Introduzca el siguiente código HTML en la sección <i>head</i> de su página web
it: Inserisci il seguente codice HTML nella sezione <i>head</i> del tuo sito web.

source: Insert the following HTML code in your werbsite, where you want to display the donation button.
it: Inserisci il seguente codice HTML nel tuo sito web, nella parte in cui vuoi mostrare il bottone donazioni.

source: Insert the following HTML code in your werbsite, where you want to display the donation button.
es: Introduzca el siguiente código HTML en su página web, en la parte en la que quiere mostrar el botón de donaciones.
it: Inserisci il seguente codice HTML nel tuo sito web, nella parte in cui vuoi mostrare il bottone donazioni.

source: Insert the media of your fundraising campaign
es: Introduce el material multimedia de tu Campaña Fundraising
it: Inserisci il materiale multimediale della tua Campagna Fundraising

source: Insert the media of your project
es: Introduce el material multimedia de tu proyecto
it: Inserisci il materiale multimediale del tuo progetto

source: Insert your Admins Document
es: Introduce el Documento que nomina a los Administradores
it: Inserisci il Documento che nomina gli Amministratori

source: Insert your Back Document
es: Introduce la parte de atrás del Documento
it: Inserisci il Retro del Documento

source: Insert your Business Entity Certificate
es: Introduce tu certificado de Representación Legal
it: Inserisci la tua Visura Camerale

source: Insert your Front Document
es: Introduce el Documento por la parte de delante
it: Inserisci il Fronte del Documento

source: Insert your Memorandum Document
es: Introduce tu Acta
it: Inserisci il tuo Verbale

source: Insert your Proof of Residency Document
es: Introduce tu Prueba de Residencia
it: Inserisci la tua Prova di Residenza

source: Insert your Statute Document
es: Introduce tu Estatuto
it: Inserisci il tuo Statuto

source: Insert your activity media
es: Introduce el material multimedia de las actividades
it: Inserisci il materiale multimediale dell'attività

source: Insert your address information
es: Introduce tu dirección
it: Inserisci il tuo indirizzo

source: Insert your campaign media
es: Introduce el material multimedia de la Campaña
it: Inserisci il materiale multimediale della Campagna

source: Insert your company address information
es: Introduce la información sobre la dirección de tu empresa
it: Inserisci le informazioni sull'indirizzo della tua azienda

source: Insert your coverflow photo (max height 150 px)
it: Inserisci un immagine di copertina (altezza massima 150 px)

source: Insert your new password.
es: Introduce tu nueva contraseña
it: Inserisci la tua nuova password.

source: Insert your passphrase (or click
es: Introduzca su passphrase (o pulse)
it: Inserisci la tua passphrase (o clicca

source: Insert your project media
es: Introduce el material multimedia de tu proyecto
it: Inserisci il materiale multimediale del tuo progetto

source: Insert your signature for a new multisig wallet
es: Introduzca su firma para una nueva cartera multifirma
it: Inserisci la tua firma per un nuovo portafoglio multifirma

source: Introduction to the vision that brought to the foundation of Helperbit, the role of the blockchain technology in the donation transparency platform and the ambitions of the startup.
es: Introducción a los ideales que han permitido el nacimiento de Helperbit, el papel de la tecnología blockchain en la plataforma de trazabilidad de las donaciones y las ambiciones de la startup.
it: Introduzione agli ideali che hanno portato alla nascita di Helperbit, il ruolo della tecnologia blockchain nella piattaforma di tracciabilità delle donazioni e le ambizioni della startup.

source: Invalid activation url
es: Link de activación no válido
it: Link di attivazione non valido

source: Invalid address
es: Dirección no válida
it: Indirizzo non valido

source: Invalid amount
es: Cantidad no válida
it: Valore non valido

source: Invalid amount value
es: Valor no válido
it: Valore non valido

source: Invalid captcha
es: Captcha no válido
it: Captcha non valido

source: Invalid code
es: Código no válido
it: Codice non valido

source: Invalid country code
it: Codice paese non valido

source: Invalid email/password combination
es: Combinación email/contraseña no válida
it: Combinazione email/password non valida

source: Invalid file
es: Archivo no válido
it: File non valido

source: Invalid parameters
es: Parámetros no válidos
it: Parametri non validi

source: Invalid passphrase
es: Frase de acceso no válida
it: Frase di accesso non valida

source: Invalid reset link
es: Link de reset no válido
it: Link di reset non valido

source: Invalid user
es: Usuario no válido
it: Utente non valido

source: Invitation Code (optional)
es: Código de invitación (opcional)
it: Codice d'Invito (opzionale)

source: Invitation link
es: Link de invitación
it: Link d'Invito

source: Invite friends and win amazing prizes!
es: ¡Invita a tus amigos y gana increibles Premios!
it: Invita i tuoi amici e vinci incredibili premi!

source: Invited Friends
es: Amigos invitados
it: Amici Invitati

source: Invited friends
es: Amigos invitados
it: Amici invitati

source: Invoice date
es: Fecha de la factura
it: Data della fattura

source: Invoiceable Donations
it: Donazioni Fatturabili

source: Invoiceable donations
es: Donaciones con factura
it: Donazioni fatturabili

source: Invoices
it: Fatture

source: Invoicing company VAT
es: Registro de IVA de la empresa
it: Partita IVA dell’azienda

source: Is this address correct? If not, please update your geolocalization information, otherwise click "confirm".
es: ¿Esta dirección es correcta? En caso contrario, actualiza la información sobre la geolocalización, o también clica "confirmación"
it: Questo indirizzo è corretto? In caso contrario, aggiorna le informazioni sulla geolocalizzazione, altrimenti fai clic su "conferma".

source: Is this the official position address of the
es: Esta es la dirección oficial del
it: E' questo l'indirizzo ufficiale del

source: Is this the official position address of the Company?
es: ¿Esta es la dirección oficial de la sociedad?
it: E' questo l'indirizzo ufficiale della società?

source: Is this your living abitual position?
es: ¿es la posición de donde vive?
it: E' la posizione dove abiti?

source: It must have the date and signatures of the person in charge, to confirm the authenticity
es: Tiene que tener la fecha y la firma de la persona en cargo, para confirmar la autenticidad
it: Deve avere la data e la firma della persona in carica, per confermare l'autenticità

source: It will request to you to confirm your headquarter organization address, Helperbit will send to that address a mail with a code, when you will receive your code you can redeem it online.
es: Se te pedirá la confirmación de la dirección de tu sede central, Helperbit enviará a esa dirección una carta con un código, cuando recibas tu código podrás rescatarlo online.
it: Ti verrà richiesto di confermare l'indirizzo della tua sede centrale, Helperbit invierà a quell'indirizzo una lettera con un codice, quando riceverai il tuo codice potrai riscattarlo online.

source: Italian
es: Italiano
it: Italiano

source: Italian, English, Spanish, French or German.
es: Italiano, Inglés, Español, Francés o Alemán
it: Italiano, Inglese, Spagnolo, Francese o Tedesco.

source: January
it: Gennaio

source: Job
es: Profesión
it: Professione

source: Jobs
es: Profesión
it: Lavora con noi

source: John
es: Mario
it: Mario

source: John Smith
es: Mario García
it: Mario Rossi

source: Join with me on helperbit.com! Use this link to register
es: ¡Únete a mí en Helperbit.com! Usa este link para registrarte
it: Unisciti a me su helperbit.com! Usa questo link per registrarti

source: July
it: Luglio

source: June
it: Giugno

source: Key verification and backup transaction
it: Verifica chiavi e transazione di ripristino

source: Keychain
it: Portachiavi

source: Label
es: Etiqueta
it: Etichetta

source: Language
es: Idioma
it: Lingua

source: Last 3 Months
es: Últimos 3 meses
it: Ultimi 3 Mesi

source: Last Badges
es: Últimos badge
it: Ultimi badge

source: Last Month
es: Último mes
it: Ultimo Mese

source: Last Name
es: Apellidos
it: Cognome

source: Last Revised: May 24, 2018
es: Última Revisión: 24 de Mayo de 2018
it: Ultima Revisione: 24 Maggio 2018

source: Last Revised: November 15, 2017
es: Última modificación: 15 noviembre 2017
it: Ultima modifica: 15 Novembre 2017

source: Last Week
es: Última semana
it: Ultima Settimana

source: Last Year
es: Último año
it: Ultimo Anno

source: Latest projects
es: Últimos proyectos
it: Ultimi progetti

source: Leave us a feedback, suggestion or comments...
es: Deje un feedback, una sugerencia o un comentario...
it: Lasciaci un feedback, un suggerimento o un commento...

source: Leverage your CSR strategy
es: Potencie su estrategia CSR
it: Potenzia la tua strategia CSR

source: Light
es: Insignificante
it: Leggero

source: List of Proposed NPO submitted by users
es: Lista de No Profit propuestas por los usuarios
it: Lista di No Profit proposte dagli utenti

source: List of non profit organizations suggested by users that would like to see in Helperbit. You can vote your favorite organization!
es: Lista de organizaciones no Profit que los usuarios querrían ver en Helperbit. Puedes votar a tu organización preferida.
it: Elenco di organizzazioni non profit che gli utenti vorrebbero vedere in Helperbit. Puoi votare la tua organizzazione preferita!

source: Live support 24/7
es: Soporte live 24/7
it: Supporto live 24/7

source: Load More
it: Carica Altro

source: Load More
es: Leer más
it: Leggi di più

source: Load more
it: Carica altro

source: Load your backup file
it: Carica il tuo file di ripristino

source: Loading
it: Caricando

source: Locked fields are't editable
es: Los campos bloqueados no se pueden modificar
it: I campi bloccati non sono modificabili

source: Log into your account
es: Acceda a su cuenta
it: Accedi al tuo account

source: Login Form
it: Modulo di Accesso

source: Logout
es: Salir
it: Esci

source: Low risk
es: Bajo riesgo
it: Basso rischio

source: Magnitude
es: Magnitud
it: Magnitudine

source: Magnitude of the simulated event
es: Magnitud del evento simulado
it: Magnituo dell'evento simulato

source: Main Event List
es: Lista de eventos principales
it: Lista Eventi Principali

source: Main events
es: Eventos principales
it: Eventi principali

source: Make a Donation using Helperbit
es: Efectuar una Donación en Helperbit
it: Effettuare una Donazione su Helperbit

source: Make a donation without fee!
it: Manda una donazione senza costi aggiuntivi!

source: Make stronger the relationship with your supporters
es: Refuerce la relación con sus apoyos
it: Rinforza il legame con i tuoi sostenitori

source: Male
es: Hombre
it: Uomo

source: Manage non-profit administrators
it: Gestisci gli amministratori

source: Mandate period
es: Periodo de mandato
it: Periodo di mandato

source: Mandate period end
es: Fecha de fin de mandato
it: Data di fine mandato

source: Manual Verification by Helperbit
es: Verification manual por Helperbit
it: Verifica manuale da Helperbit

source: Many activities have been assigned to you and for each completed activity you receive a digital recognition, available on your profile.
es: Te han sido entregadas muchas actividades; completándolas recibirás un reconocimiento digital que estará disponibile en tu perfil.
it: Molte attività ti sono state assegnate; completandole riceverai un riconoscimento digitale che diverrà disponibile sul tuo profilo.

source: Many times media coverage is unbalanced and many problems are hidden, we offer participatory tools to compare humanitarian needs worldwide.
es: La cobertura mediática, en numerosas ocasiones, no es equilibrada y muchos problemas se esconden. Ofrecemos instrumentos participativos para contrastar las exigencias humanitarias en todo el mundo.
it: Molte volte la copertura mediatica non è equa e molti problemi sono nascosti; offriamo strumenti partecipativi per confrontare le esigenze umanitarie in tutto il mondo.

source: Many times you will donate to others, but if you complete the verification process and a natural disaster happens in your area you will be eligible to receive direct donations from all around the world
es: Muchas veces será usted el que done, pero si completa el procedimiento de verificación y ocurre un desastre natural en su área, podrá recibir donaciones directas desde cualquier parte del mundo.
it: Molte volte sarai tu a donare, ma se completi la procedura di verifica ed avviene un disastro naturale nella tua area potrai ricevere donazioni dirette da tutto il mondo

source: March
it: Marzo

source: Mark all as read
es: Establecer como leído
it: Imposta come lette

source: Match your brand with a cause
es: Conecte a su brand con una causa
it: Collega il tuo brand con una causa

source: Max 10 addresses allowed
es: Máximo 10 direcciones consentidas
it: Massimo 10 indirizzi permessi

source: Max file size allowed is
es: La dimensión máxima del archivo consentida es de
it: La dimensione massima del file consentita è di

source: May
it: Maggio

source: Mayor
es: Alcalde
it: Sindaco

source: Mayor Full Name
es: Nombre completo del alcalde
it: Nome completo del sindaco

source: Mayor full name
es: Nombre completo del alcalde
it: Nome completo del sindaco

source: Medium risk
es: Riesgo medio
it: Medio rischio

source: Memorandum
es: Acta
it: Verbale

source: Memorandum of the last assembly that voted for the governing bodies.
es: Memoria de la última asamblea que ha elegido a los órganos directivos
it: Verbale dell'ultima assemblea che ha eletto gli organi direttivi.

source: Message
es: Mensaje
it: Messaggio

source: Minutes
it: Minuti

source: Mnemonic
es: Mnemónico
it: Mnemonico

source: Mobile
es: Teléfono
it: Telefono

source: Mobile Phone
es: Teléfono Móvil
it: Telefono Mobile

source: Moderate Flood
es: Inundación Moderada
it: Inondazione Moderata

source: Monitor in real time the path of your donations
es: Controla en tiempo real el recorrido de sus donaciones
it: Monitora in tempo reale il percorso delle tue donazioni

source: More Info
es: Más información
it: Altre Informazioni

source: Multisig Wallet Creation
it: Creazione Portafoglio Multi-Firma

source: Multisig transaction to sign
es: Transacción multifirma para firmar
it: Transazione multifirma da firmare

source: Multisig wallets can have maximum 10 admins
es: Carteras multifirmas pueden tener máximo 10 administradores
it: Un portafoglio mutlifirma può avere un massimo di 10 amministratori

source: Multisig wallets need at least 3 admins
es: Carteras multifirma piden, por lo menos, 3 administradores
it: Un portafoglio multifirma necessita di almeno 3 amministratori

source: Multisig wallets need at least n+1 admins
es: Las carteras multifirma piden, por lo menos, n+1 administradores
it: I portafogli multifirma necessitano di almeno n+1 amministratori

source: Multisignature Bitcoin Wallet
es: Cartera Bitcoin Multifirma
it: Portafoglio Bitcoin Multifirma

source: Municipality Anagraphic
es: Municipio Anagráfico
it: Anagrafica Comune

source: Municipality Full Name
it: Nome Completo del Comune

source: My refund claims
it: Richieste di rimborso

source: My Campaigns
es: Mis Campañas
it: Le Mie Campagne

source: My Fundraising Campaigns
it: Campagne Fundraising

source: My Projects
es: Mis proyectos
it: Miei Progetti

source: My Settings
es: Impostaciones
it: Impostazioni

source: My Wallet
es: Cartera
it: Portafoglio

source: NPO
es: No-profit
it: No-profit

source: NPO Admins
es: Administradores No Profit
it: Amministratori No Profit

source: NPO Memorandum
es: Memoria ONP
it: Verbale ONP

source: NPO Profile not complete
it: Profilo organizzazione non completo

source: NPO Signup
it: Iscrizione ONP

source: NPO Statute
es: Estatuto ONP
it: Statuto ONP

source: NPO selected:
it: NPO selezionata:

source: Name
es: Nombre
it: Nome

source: Natural Disaster Prevention
es: Prevención Desastres Naturales
it: Prevenzione Disastri Naturali

source: Natural Disaster Recovery
es: Recuperación de Desastres Naturales
it: Recupero da Disastri Naturali

source: Need a wallet?
it: Necessiti di un portafogli?

source: Network fees
it: Tasse di rete

source: New
it: Nuovo

source: New Password
es: Nueva Contraseña
it: Nuova Password

source: New Password Confirm
es: Confirma Nueva Contraseña
it: Conferma Nuova Password

source: New activity
es: Nueva actividad
it: Nuova attività

source: New campaign
es: Nueva campaña
it: Nuova campagna

source: New fundraising campaign
es: Nueva Campaña Fundraising
it: Nuova Campagna Fundraising

source: New invoices have been published
it: Nuove fatture pubblicate

source: New media have been published
it: Nuovi media pubblicati

source: New project
es: Nuevo proyecto
it: Nuovo progetto

source: New quotes have been published
it: Nuovi preventivi caricati

source: New updates have been published
it: Nuovi aggiornamenti pubblicati

source: Next
es: Próximo
it: Prossimo

source: No activities found
es: Ninguna actividad presente
it: Nessuna attività presente

source: No backup file selected
es: Ningún archivo de backup seleccionado
it: Nessun file di backup selezionato

source: No contracts
es: Ningún contrato
it: Nessun contratto

source: No donations yet
it: Ancora nessuna donazione

source: No events found
it: Nessun evento trovato

source: No fee!
it: Nessuna fee!

source: No image selected
es: Ninguna imagen seleccionada
it: Nessuna immagine selezionata

source: No intermediaries
es: Ningún intermediario
it: Nessun intermediario

source: No lightning donations yet
it: Nessuna donazione lightning presente

source: No membership fee
es: Ninguna cuota de inscripción
it: Nessuna quota di adesione

source: No organizations found
it: Nessun organizzazione trovata

source: No project found
es: Ningún proyecto encontrado
it: Nessun progetto trovato

source: No project selected
it: Nessun progetto selezionato

source: No projects found
es: Ningún proyecto encontrado
it: Nessun progetto trovato

source: No proposed NPO found
it: Nessuna NPO proposta trovata

source: No search results
it: Nessun risultato

source: No unread notifications
es: Ninguna notificación no leída
it: Nessuna notifica non letta

source: No users
es: Ningún usuario
it: Nessun utente

source: No users found
es: Ningún usuario encontrado
it: Nessun utente trovato

source: No users selected
es: Ningún usuario seleccionado
it: Nessun utente selezionato

source: No wallet
es: Ninguna cartera
it: Nessun portafoglio

source: Non-profit Admins
it: Amministratori No-Profit

source: Non-profit Anagraphic
it: Anagrafica No-Profit

source: Non-profit Full Name
it: Nome Completo No-Profit

source: Non-profit Information
it: Informazioni No-Profit

source: Non-profit Memorandum
it: Verbale No-Profit

source: Non-profit Statute
it: Statuto No-Profit

source: Not Applicable
es: No Aplicable
it: Non Applicabile

source: Not Declared
es: No Declarado
it: Non Dichiarato

source: Not Verified
es: No Verificado
it: Non verificato

source: Not Verified Friends
es: Amigos no Verificados
it: Amici Non Vertificati

source: Not a backup file
es: No un archivo de backup
it: Non è un file di backup

source: Not allowed
es: No autorizado
it: Non autorizzato

source: Not available yet
it: Non disponibile

source: Not declared
es: No declarado
it: Non dichiarato

source: Not enough funds
es: No tiene bastantes fondos
it: Non hai abbastanza fondi

source: Not geolocalized
es: No geolocalizado
it: Non geolocalizzato

source: Not logged
es: No registrado
it: Non sei loggato

source: Not registered yet?
es: ¿No estás aún registrado?
it: Non sei ancora registrato?

source: Not yet implemented
it: Non ancora implementato

source: Not yet signed up
it: Non ancora registrato

source: Not yet verified
it: Non ancora verificato

source: Nothing here yet
es: No hay aún nada aquí
it: Non c'è ancora nulla qui

source: Notifications
it: Notifiche

source: November
it: Novembre

source: Now download the backup file; it will help you to restore the key if you lose the Hardware Wallet and it is necessary to recover funds without the intervention of Helperbit.
es: Descarga el archivo de backup; te ayudará a restablecer la passphrase si pierdes el Ledger Wallet y es necesario para recuperar fondos sin intervención de Helperbit.
it: Scarica il file di backup; ti aiuterà a ripristinare la passphrase se perdi il Ledger Wallet ed è necessario per recuperare i fondi senza l'intervento di Helperbit.

source: Now download the backup file; it will help you to restore the key if you lose the passphrase and it is necessary to recover funds without the intervention of Helperbit.
es: Descargue el archivo de backup; le ayudará a restablecer la llave si pierde la passphrase y es necesario para recuperar fondos sin intervención de Helperbit.
it: Scarica il file di backup; ti aiuterà a ripristinare la chiave se perdi la passphrase ed è necessario per recuperare fondi senza l'intervento di Helperbit.

source: Number of Donations
es: Número de donaciones
it: Numero di Donazioni

source: Number of employees and volunteers
it: Numero di impiegati e volontari

source: Number of supporters
es: Número de Seguidores
it: Numero di sostenitori

source: Number of users affected by the simulated event
es: Número de usuarios afectados por el evento simulado
it: Numero di utenti colpiti dall'evento simulato

source: OTC Code
es: Código OTC
it: Codice OTC

source: OTC Verification
es: Verificación OTC
it: Verifica OTC

source: October
it: Ottobre

source: Office
es: Oficina
it: Ufficio

source: Offline Node
it: Nodo Offline

source: Old Password
es: Vieja contraseña
it: Vecchia Password

source: Only
es: Solo
it: Solo

source: Open job positions
es: posiciones de trabajo abiertas
it: Posizioni di lavoro disponibili

source: Open job positions: job opportunity to work in Helperbit as a backend developer, frontend developer, designer or sales manager.
es: Posiciones de trabajo abiertas: oportunidades de trabajo en Helperbit como backend developer, frontend developer, designer o sales manager.
it: Posizioni aperte di lavoro: opportunità di lavoro in Helperbit come sviluppatore backend, sviluppatore frontend, designer o commerciale.

source: Open the bar and select icons to filter results
es: Abre la barra y selecciona los iconos para filtra los resultados
it: Apri la barra e seleziona le icone per filtrare i risultati

source: Open your Campaign to celebrate an important occasion like a birthday, a festivity or a personal milestone. The beneficiary of the Campaign can not be you or a personal cause, choose the non-profit and support a charitable cause.
es: Abre una Campaña para celebrar una ocasión importante como un cumpleaños, un festivo o una meta personal. El beneficiario de la Campaña no podrás ser tú o una recogida tuya personal, selecciona una no-profit y muestra tu aproyo a una recogida de beneficencia.
it: Apri una Campagna per celebrare un occasione importante come un compleanno, una festività o un traguardo personale. Il beneficiario della Campagna non potrai essere tu o una tua raccolta personale, seleziona una non-profit e supporta una raccolta di beneficienza.

source: Operating Countries
es: Paises donde opera
it: Paesi dove opera

source: Operators
es: Operadores
it: Operatori

source: Operators Number
es: Número de Operadores
it: Numero Operatori

source: Or
es: O
it: O

source: Organization
es: Organización
it: Organizzazione

source: Organization Link
it: Link Organizzazione

source: Organization List
es: Lista organizaciones
it: Lista Organizzazioni

source: Organization Name
it: Nome Organizzazione

source: Organization Type
es: Tipo organizaciones
it: Tipo di Organizzazione
