Repository: helperbit/helperbit-wallet
Catalog: po/*.po
Languages: es, it

source: Your request is now pending for review and approval.
es: Su petición está a la espera de ser revisada y aprobada.
it: La tua richiesta è ora in attesa di essere revisionata e approvata.

source: Your running campaign is now concluded
es: Tu campaña ahora está concluida
it: La tua campagna è ora conclusa

source: Your running campaign is now expired
es: Tu campaña ha caducado
it: La tua campagna è scaduta

source: Your statute document is now verified
es: Tu estatuto ahora se ha verificado
it: Il tuo statuto è ora verificato

source: Your transaction has been prepared; the transaction need to be signed by {{wallet.multisig.n}} wallet administrators (an email is sent to them)
it: La transazione è stata preparata; dovrà essere firmata da almeno {{wallet.multisig.n}} amministratori del portafoglio (è stata inviata una mail a ciascun amministratore)

source: Your transaction has been sent
es: La transacción ha sido enviada
it: La transazione è stata inviata

source: Your verification is completed!
es: ¡Tu verificación se ha completado!
it: La tua verifica è completa!

source: Your verification is processing
es: Tu verificación está en proceso
it: La tua verifica è in corso

source: Your verification is still a draft. You have to finish and send it to be verified!
es: Tu verificación aún es un boceto.Tienes que completarla y enviarla para estar verificado
it: La tua verifica è ancora una bozza. Devi completarla ed inviarla per essere verificato!

source: Your verification is waiting to be processed
es: Tu verificación está a la espera de ser procesada
it: La tua verifica è in attesa di essere processata

source: Your verification was rejected with this appointment: "__REPLACE__". Do you want to create new one?
es: Tu verificación ha sido rechazada por este motivo: "__REPLACE__" ¿Quieres enviar una nueva?
it: La tua verifica è stata rifiutata con questa motivazione: "__REPLACE__". Vuoi inviarne una nuova?

source: Youtube Video URL
es: Dirección Video Youtube
it: Indirizzo Video Youtube

source: ZIP Code
es: CP
it: Codice CAP

source: a deep
es: Un profundo
it: un profondo

source: a shallow
es: Un superficial
it: un superficiale

source: accepted
es: aceptado
it: accettato

source: account recovery
es: Recuperación cuenta
it: recupero account

source: activity?
es: ¿actividad?
it: attività?

source: administrators
es: Administradores
it: amministratori

source: advanced donations
es: Donaciones avanzadas
it: donazioni avanzate

source: affected
es: Afectados
it: coinvolti

source: affected population
es: Población afectada
it: popolazione coinvolta

source: after an admin validation
es: Después de la verificación de un administrador
it: dopo la verifica di un amministratore

source: an anonymous user
es: un usuario anónimo
it: un utente anonimo

source: an intermediate
es: un intermediario
it: un intermedio

source: and check you're ranking
es: y controla la clasificación
it: e controlla la classifica

source: anonymous location
it: posizione sconosciuta

source: anonymous user
es: Usuario anónimo
it: utente anonimo

source: approach
es: enfoque
it: approccio

source: awards
es: premios
it: premi

source: badges
es: Badge
it: badge

source: be geoverified
es: Vuélvete geoverificado
it: diventa geoverificato

source: be involved
es: Vuélvete involucrado
it: diventa coinvolto

source: become an ambassador
es: Vuélvete un embajador
it: diventa un ambasciatore

source: benefit
es: beneficios
it: benefici

source: browse charity projects
es: Ojea los proyectos
it: sfoglia i progetti

source: campaign info are not yet completed
it: le informazioni della campagna non sono complete

source: campaign?
es: ¿campaña?
it: campagna?

source: can be added
es: Puede añadirse
it: può essere aggiunto

source: can't delete a running campaign
it: impossibile eliminare una campagna in corso

source: characters
es: Caracteres
it: caratteri

source: citizens
es: ciudadanos
it: cittadini

source: civil protection
es: protección civil
it: protezione civile

source: click here to generate a new 12 words passphrase
es: clique aquí para generar una nueva passphrase de 12 palabras
it: clicca qui per generare una nuova passphrase di 12 parole

source: closed on
it: chiuso a

source: collect the badges
es: Colecciona badges
it: colleziona i badge

source: company
es: Empresa
it: azienda

source: complete your profile
es: Completa tu perfil
it: completa il tuo profilo

source: contact us
es: contacte con nosotros
it: contattaci

source: cultural
it: culturale

source: date
es: Fecha
it: data

source: delete account
es: Elimina cuenta
it: elimina account

source: donate
es: Done
it: dona

source: donated
es: Donados
it: donati

source: donation
es: Donación
it: donazione

source: donation invoice printing
es: impresión de la factura de donación
it: stampa della fattura di donazione

source: donation page
it: pagina donazione

source: donations
es: Donaciones
it: donazioni

source: download
es: Descarga
it: scarica

source: draft
es: Boceto
it: bozza

source: earthquake
es: terremoto
it: terremoto

source: efficiency
es: eficiencia
it: efficienza

source: end date
es: Fecha final
it: Data di Fine

source: event near you
es: Eventos cercanos
it: eventi vicino a te

source: event simulation tool
es: Instrumento de simulación de eventos
it: strumento di simulazione eventi

source: fairness
es: justicia
it: equità

source: file or less
es: File o menos
it: file o meno

source: for the wallet
es: Para la cartera
it: per il portafoglio

source: fundraising campaign
es: Campaña Fundraising
it: Campagna Fundraising

source: fundraising campaigns
es: Campaña Fundraising
it: Campagna Fundraising

source: fundraisings
it: raccolte

source: gather money for charities
es: reúna dinero para organizaciones benéficas
it: raccogli fondi per le non-profit

source: geographic approach
es: enfoque geográfico
it: approccio geografico

source: geolocalization
es: geolocalización
it: geolocalizzazione

source: geolocalization information
es: Información de geolocalización
it: informazioni di geolocalizzazione

source: geolocation as a verification process to receive humanitarian aid
es: La Geolocalización Como Forma de Verificación para Recibir Ayudas Humanitarias
it: La Geolocalizzazione Come Forma di Verifica per Ricevere Aiuti Umanitari

source: gift donation
es: Donación regalo
it: donazione regalo

source: go to project
it: vai al progetto

source: go to event
it: vai all'evento

source: go to project
es: Vete al proyecto
it: vai al progetto

source: got it
it: capito

source: has an invalid value or is incomplete
es: Tiene un valor no válido o incompleto
it: ha un valore non valido o è incompleto

source: help and get helped
es: ayude y déjese ayudar
it: aiuta e fatti aiutare

source: here
es: Aquí
it: qui

source: hospital
it: ospedale

source: in progress
es: Procesando
it: in corso

source: in the afternoon
es: Por la tarde
it: nel pomeriggio

source: in the evening
es: Por la noche
it: di sera

source: in the morning
es: Por la mañana
it: al mattino

source: in the night
es: De madrugada
it: nella notte

source: invalid resource
it: risorsa non valida

source: invoiceable donations
es: donaciones facturables
it: donazioni fatturabili

source: is empty
es: Esta vacío
it: è vuoto

source: is not equal to the organization domain @
es: No es igual al dominio de la organización
it: non è uguale al dominio dell'organizzazione @

source: johnsmith@email.com
es: juangarcía@email.com
it: mariorossi@email.com

source: last donations
es: Últimas donaciones
it: ultime donazioni

source: login
es: Acceder
it: accedi

source: magnitude
es: Magnitud
it: magnitudine

source: main event
es: Evento principal
it: eventi principali

source: manage your bitcoin wallet
es: Gestionar tu cartera bitcoin
it: gestisci il tuo portafoglio bitcoin

source: more info
es: Otra información
it: altre informazioni

source: multi currency
es: multi moneda
it: multi-valuta

source: multisig wallet
es: cartera multifirma
it: portafoglio multifirma

source: multisig wallet creation
es: Creación de una cartera multi-firma
it: creazione portafoglio multi-firma

source: multisig wallet feed
es: feed de la cartera multifirma
it: feed del portafoglio multifirma

source: multisignature wallet
es: cartera multifirma
it: portafoglio multifirma

source: municipality
es: municipio
it: comune

source: new
es: Nuevo
it: nuovo

source: news
es: noticias
it: notizie

source: non-profit
it: no-profit

source: non-profit organization
es: organización no profit
it: organizzazione no-profit

source: not match the value
es: No coincide con el valor
it: non coincide col valore

source: not valid
es: No válido
it: non valido

source: notifications
es: Notificaciones
it: notifiche

source: npo
es: no profit
it: onp

source: on Helperbit.com
es: En Helperbit.com
it: su Helperbit.com

source: open job positions
es: posiciones de trabajo abiertas
it: Posizioni aperte

source: organizations
es: organizaciones
it: organizzazioni

source: our vision
es: nuestra visión
it: la nostra visione

source: page
es: Página
it: pagina

source: park
es: parque
it: parco

source: pending
es: Pendiente de
it: in sospeso

source: photos
es: Fotos
it: foto

source: press
es: prensa
it: Stampa

source: privacy policy history
es: Historial política privacidad
it: storico privacy policy

source: profile security
es: Seguridad del perfil
it: sicurezza del profilo

source: project
es: Proyecto
it: progetto

source: project?
es: ¿proyecto?
it: progetto?

source: projects
es: Proyectos
it: progetti

source: received
es: Recibidos
it: ricevuti

source: received donations
es: Donaciones recibidas
it: donazioni ricevute

source: referred friends to receive the
es: Amigos invitados para recibir el
it: amici invitati per ricevere il

source: registration form
es: Formulario de acceso
it: form di registrazione

source: rejected
es: Rechazado
it: rifiutato

source: resend
es: Reenviar
it: reinvia

source: restore
es: Restaurar
it: ripristina

source: results
es: Resultados
it: risultati

source: school
es: escuela
it: scuola

source: settings
es: Configuración
it: impostazioni

source: should be higher than
es: Debería ser más alto que
it: deve essere maggiore di

source: should be longer than
es: Debería ser más largo que
it: deve essere più lungo di

source: should be lower than
es: Debería ser más bajo que
it: deve essere più basso di

source: should be shorter than
es: Debería ser más corto que
it: deve essere più corto di

source: show all
es: Mostrar todo
it: mostra tutto

source: show map
it: mostra mappa

source: signed
it: firmato

source: signing
it: firmando

source: speed
es: velocidad
it: velocità

source: start date
es: Fecha de inicio
it: data di inizio

source: started on
it: iniziato a

source: supporters
es: Apoyos
it: sostenitori

source: target
es: Objetivo
it: obiettivo

source: terms of service
es: Terminos del servicio
it: termini del servizio

source: the Board of Directors,
es: El Consejo Directivo,
it: il Consiglio Direttivo,

source: the fact
es: el hecho
it: il fatto

source: the issue
es: el problema
it: il problema

source: the ​person in ​ charge of the fundraising sector:
es: El responsable del sector recogida de fondos:
it: il responsabile del settore raccolta fondi:

source: there are more info about this initiative.
es: Hay más información relativa a esta iniciativa
it: sono presenti altre informazioni riguardo questa iniziativa

source: this transaction has been sent from
es: esta transacción la ha enviado
it: questa transazione è stata inviata da

source: through
es: A través de
it: attraverso

source: to
es: A
it: a

source: to join our mission.
es: Para unirte a nuestra misión.
it: per unirti alla nostra missione.

source: to join the Helperbit transparency revolution!
es: ¡únete a Helperbit para la revolución de la transparencia!
it: unisciti ad Helperbit per la rivoluzione della trasparenza!

source: to sign with your backup file)
es: Para firmar con su archivo de backup
it: per firmare con il tuo file di backup)

source: to sign with your passphrase)
es: Para firmar con su frase de acceso
it: per firmare con la tua frase d'accesso)

source: today
es: Hoy
it: oggi

source: tonight
es: Esta noche
it: questa notte

source: top five nations
es: Primeras 5 naciones
it: prime 5 nazioni

source: transaction
es: Transacciones
it: transazione

source: transparency
es: transparencia
it: trasparenza

source: user
es: Usuarios
it: utente

source: users
es: usuarios
it: utenti

source: users in the event
es: usuarios en el evento
it: utenti nell'evento

source: value
it: valore

source: verification?
es: ¿verificación?
it: verifica?

source: verify
es: Verificar
it: verifica

source: verify your identity
es: Verifica tu identidad
it: verifica la tua identità

source: wallet
es: Cartera
it: portafoglio

source: wallet creation
es: Creación de cartera
it: creazione portafoglio

source: wallet restore
es: Restauración de la cartera
it: ripristino del portafoglio

source: we are hiring!
es: ¡estamos contratando a nuevas personas!
it: stiamo assumendo!

source: why helperbit
es: Por qué Helperbit
it: perchè helperbit

source: why signup
es: Por qué registrarse
it: perchè registrarsi

source: word
it: parola

source: www.example.com
es: www.ejemplo.com
it: www.esempio.it

source: you already have a running campaign
it: hai già una campagna attiva

# country
source: Afghanistan
es: Afganistán

# country
source: Algeria
es: Argelia

# country
source: Arafura Sea
es: Mar Arafura

# country
source: Azerbaijan
es: Azerbaiyán

# country
source: Bahrain
es: Baréin

# country
source: Barentsz Sea
es: Mar de Barents

# country
source: Belize
es: Belice

# country
source: Benin
es: Benín

# country
source: Bermuda
es: Bermudas

# country
source: Bhutan
es: Bután

# country
source: Brunei Darussalam
es: Brunéi

# country
source: Canada
es: Canadá

# country
source: Chukchi Sea
es: Mar de Chukotka

# country
source: East Siberian Sea
es: Mar de Siberia Oriental

# country
source: Eastern China Sea
es: Mar de China Oriental

# country
source: Fiji
es: Fiyi

# country
source: Gabon
es: Gabón

# country
source: Great Australian Bight
es: Gran Bahía Australiana

# country
source: Greenland Sea
es: Mar de Groenlandia

# country
source: Grenada
es: Granada

# country
source: Iraq
es: Irak

# country
source: Labrador Sea
es: Mar del Labrador

# country
source: Laccadive Sea
es: Mar de Laquedivas

# country
source: Lesotho
es: Lesoto

# country
source: Monaco
es: Mónaco

# country
source: Mozambique Channel
es: Canal de Mozambique

# country
source: North Atlantic Ocean
es: Océano Atlántico del Norte

# country
source: North Pacific Ocean
es: Océano Pacífico del Norte

# country
source: Northern Mariana Islands
es: Islas Marianas del Norte

# country
source: Norwegian Sea
es: Mar de Noruega

# country
source: Oman
es: Omán

# country
source: Pakistan
es: Pakistán

# country
source: Palau
es: Palaos

# country
source: Panama
es: Panamá

# country
source: Philippine Sea
es: Mar de Filipinas

# country
source: Pitcairn
es: Islas Pitcairn

# country
source: Qatar
es: Estado de Catar

# country
source: Romania
es: Rumanía

# country
source: Sea of Okhotsk
es: Mar de Okhotsk

# country
source: Sierra Leone
es: Sierra Leona

# country
source: Singapore
es: Singapur

# country
source: Slovenia
es: Eslovenia

# country
source: South Atlantic Ocean
es: Océano Atlántico del Sur

# country
source: South China Sea
es: Mar de la China Meridional

# country
source: South Georgia and South Sandwich Islands
es: Islas Sandwich del Sur e Islas Georgias del Sur

# country
source: South Pacific Ocean
es: Océano Pacífico Meridional

# country
source: Southern Ocean
es: Océano Sur

# country
source: Sudan
es: Sudán

# country
source: Suriname
es: Surinam

# country
source: Swaziland
es: Suazilandia

# country
source: Tasman Sea
es: Mar de Tasmania

# country
source: Timor Sea
es: Mar de Timor

# country
source: Timor-Leste
es: Timor Este

# country
source: Tunisia
es: Túnez

# country
source: Turkmenistan
es: Turkmenistán

# country
source: Uzbekistan
es: Uzbekistán

# country
source: Zimbabwe
es: Zimbabue

# country
source: \u00c5land Islands
es: Islas \u00c5land

source: Password
es: Contraseña

source: Privacy
es: Privacidad

source: Privacy Policy
es: Política de privacidad

source: Sport
es: Deporte

source: Supporter Badge
es: Soporte Badge

source: Team
es: Equipo

source: Very Widespread Wildfire
es: Incendio Muy Extendido

source: Volume
es: Volumen

source: Widespread Wildfire
es: Incendio Extendido

source: in
es: En

source: manifesto
es: Manifiesto

source: privacy
es: Privacidad

source: privacy policy
es: Política de privacidad

source: team
es: Equipo

source: volume
es: Volumen
